Repository: ApeKattQuest-MonkeyPython/metabrainz.org
Catalog: metabrainz/translations/*/LC_MESSAGES/messages.po
Languages: nl, zh_cn, zh_tw

source: You need to accept the agreement!
nl: Je moet de overeenkomst accepteren!
zh_cn: 请接受协议！
zh_tw: 您需要接受協議！

source: Organization name
nl: Naam van de organisatie
zh_cn: 机构名称
zh_tw: 組織名稱

source: You need to specify the name of your organization.
nl: Je moet de naam van je organisatie opgeven.
zh_cn: 请输入您的机构名称。
zh_tw: 請提供機構的名稱。

source: Organization description
nl: Beschrijving van de organisatie
zh_cn: 机构描述
zh_tw: 組織描述

source: You need to provide description of your organization.
nl: Je moet een beschrijving van je organisatie opgeven.
zh_cn: 请提供您的机构描述。
zh_tw: 請提供對機構的描述。

source: Website URL
nl: Website:
zh_cn: 网站 URL
zh_tw: 網址

source: You need to specify website of the organization.
nl: Je moet de website van je organisatie opgeven.
zh_cn: 请输入机构网站。
zh_tw: 請輸入組織的網站。

source: Logo image URL
nl: Logo-URL:
zh_cn: Logo 图片 URL
zh_tw: 標誌圖片網址

source: Street
nl: Straatnaam
zh_cn: 街道
zh_tw: 街道

source: You need to specify street.
nl: Je moet een straatnaam opgeven.
zh_cn: 请输入街道！
zh_tw: 請輸入街道。

source: City
nl: Stad
zh_cn: 城市
zh_tw: 城市

source: You need to specify city.
nl: Je moet een stad opgeven.
zh_cn: 请输入城市！
zh_tw: 請輸入城市。

source: State / Province
nl: Staat of provincie
zh_cn: 省份
zh_tw: 州 / 省

source: You need to specify state/province.
nl: Je moet een staat of provincie opgeven.
zh_cn: 请输入省份！
zh_tw: 請輸入州或省。

source: You need to specify postcode.
nl: Je moet een postcode opgeven.
zh_cn: 请输入邮政编码。
zh_tw: 請輸入郵遞區號。

source: Country
nl: Land
zh_cn: 国家
zh_tw: 國家

source: You need to specify country.
nl: Je moet een land opgeven.
zh_cn: 请输入国家。
zh_tw: 請輸入國家。

source: Contact name field is empty.
nl: De naam van de contactpersoon is leeg.
zh_cn: 请输入名字。
zh_tw: 不可留空聯繫名稱。

source: Email field is not a valid email address.
nl: Het e-mailadres is niet geldig.
zh_cn: 邮箱地址无效。
zh_tw: 電郵地址不正確。

source: Contact email field is empty.
nl: Het e-mailadres van de contactpersoon is leeg.
zh_cn: 请输入邮箱地址。
zh_tw: 不可留空聯繫電郵地址。

source: Can't find tier with a specified ID.
nl: Een niveau met dit ID kan niet worden gevonden.
zh_cn: 无法找到指定ID的等级。

source: Please select account type to sign up.
nl: Selecteer een soort account om je te registreren.
zh_cn: 请选择注册的账号类型。
zh_tw: 註冊前，請先選擇帳號類型。

source: You need to choose support tier before signing up!
nl: Voordat je je registreert moet je een ondersteuningsniveau kiezen!
zh_cn: 您需要在注册前选择支持的等级！
zh_tw: 請先選擇支持等級！

source: You need to choose existing tier before signing up!
nl: Voordat je je registreert moet je een bestaand niveau kiezen!
zh_cn: 您需要在注册前选择当前的等级！
zh_tw: 請先選擇現有的等級！

source: Custom amount must be more than threshold amountfor selected tier or equal to it!
nl: Het zelf gekozen bedrag moet even hoog of hoger zijn dan het minimumbedrag voor het geselecteerde niveau!
zh_cn: 自定义金额必须大于或等于所选等级的起点金额。
zh_tw: 自訂金額必須等於或多於已選取的等級之金額限制。

source: Thanks for signing up! Your application will be reviewed soon. We will send you updates via email.
nl: Bedankt voor je registratie! Je registratie wordt binnenkort behandeld. We zullen je per e-mail op de hoogte houden.
zh_cn: 感谢您的注册！您的申请将很快得到审核。我们会通过电子邮件向您发送最新消息。
zh_tw: 感謝您的註冊！我們很快就會審視您的申請，並會透過電郵通知您審視的進度。

source: Failed to send welcome email to you. We are looking into it. Sorry for inconvenience!
nl: Het is ons niet gelukt om je een welkomstmail te sturen. We gaan het oplossen. Excuses voor het ongemak!
zh_cn: 未能向您送达欢迎邮件，我们正在调查原因。不便之处，敬请谅解！
zh_tw: 我們未能夠發送您的歡迎電郵，並正在調查原因。造成不便，敬請見諒！

source: You already have a MetaBrainz account!
nl: Je hebt al een MetaBrainz-account!
zh_cn: 您已经拥有一个 MetaBrainz 账号！
zh_tw: 您已經有一個MetaBrainz帳號！

source: Thanks for signing up!
nl: Bedankt voor je registratie!
zh_cn: 感谢注册！
zh_tw: 感謝您的註冊！

source: Login failed!
nl: Aanmelden mislukt!
zh_cn: 登录失败！
zh_tw: 登入失敗！

source: Authorization code is missing!
nl: De machtigingscode ontbreekt!
zh_cn: 缺少授权码！
zh_tw: 找不到授權碼！

source: Can't generate new token unless account is active.
nl: We kunnen geen nieuwe token aanmaken als je account niet actief is.
zh_cn: 无法为不活跃的账号生成新凭据。
zh_tw: 只可為活躍的帳號產生新令牌。

source: Team
zh_cn: 团队
zh_tw: 團隊

source: Contact
zh_cn: 联系
zh_tw: 聯繫

source: Privacy
zh_cn: 隐私
zh_tw: 隱私

source: December
zh_cn: 十二月
zh_tw: 12月

source: November
zh_cn: 十一月
zh_tw: 11月

source: September
zh_cn: 九月
zh_tw: 9月

source: April
zh_cn: 四月
zh_tw: 4月

source: API URL:
zh_tw: API網址：

source: Email:
zh_tw: 電郵：

source: MusicBrainz Account
zh_cn: MusicBrainz 账号
zh_tw: MusicBrainz帳號

source: Email
zh_tw: 電郵

source: API URL
zh_tw: API網址

source: Postcode
zh_cn: 邮政编码
zh_tw: 郵遞區號
