Repository: ApeKattQuest-MonkeyPython/metabrainz.org
Catalog: metabrainz/translations/*/LC_MESSAGES/messages.po
Languages: nl, zh_cn, zh_tw

source: Robert is the founder and lead geek for <a href="%(mb_url)s">MusicBrainz</a>, and Executive Director of the MetaBrainz Foundation, the non-profit organization that pays the bills for MusicBrainz. After studying Computer Engineering at Cal Poly, San Luis Obispo, he joined Xing Technology where he shaped the MP3 efforts and then spent time for the dot com boom on EMusic’s FreeAmp team. While at EMusic he started working on MusicBrainz, the open music encyclopedia, and fell in love with Open Source software.
nl: Robert is de oprichter en oppernerd van <a href="%(mb_url)s">MusicBrainz</a>, en uitvoerend directeur van de MetaBrainz Foundation, de stichting zonder winstoogmerk die MusicBrainz’ rekeningen betaalt. Nadat hij aan de Cal Poly in San Luis Obispo computertechniek had gestudeerd, werkte hij bij Xing Technology, waar hij werkte aan mp3-toepassingen binnen het bedrijf. Tijdens de dotcom-boom werkte hij voor het FreeAmp-team van EMusic. Tijdens zijn periode bij EMusic begon hij aan MusicBrainz te werken, en werd hij verliefd op opensourcesoftware.
zh_tw: Robert是<a href="%(mb_url)s">MusicBrainz</a>的創辦人和首席極客，也是負責應付MusicBrainz開支的非營利機構MetaBrainz基金會的執行董事。在加州理工州立大學完成電腦工程學位後，Robert加入了 Xing Technology，鑽研MP3技術。後來，他在網路泡沫時期加入了EMusic的FreeAmp團隊。Robert在EMusic工作的時候開始建立MusicBrainz，也同時愛上了開源軟件。

source: Robert is also an active hardware hacker, creating art projects for Burning Man and Nowhere. He is the co-founder of <a href="%(pr_url)s">Party Robotics</a> where he co-created Bartendro the open source cocktail robot.
nl: Robert is ook een actieve hardwarehacker, en hij maakt kunstprojecten voor Burning Man en Nowhere. Hij is de mede-oprichter van <a href="%(pr_url)s">Party Robotics</a>, waar hij samen met anderen de opensource-cocktailrobot Bartendro bouwde.
zh_tw: Robert也是一名活躍的硬件駭客，在Burning Man和Nowhere展示其藝術專案。他是 <a href="%(pr_url)s">Party Robotics</a>的創辦人之一，並參與建造開源雞尾酒機器人Bartendro。

source: He lives in Barcelona, Spain.
nl: Hij woont in Barcelona.
zh_cn: 他居住在西班牙巴塞罗那。
zh_tw: 他住在西班牙巴塞隆納。

source: <span class="name">Michael Wiencek</span> &mdash; Senior Developer
nl: <span class="name">Michael Wiencek</span>: hoofdontwikkelaar
zh_tw: <span class="name">Michael Wiencek</span> &mdash; 高級開發者

source: Michael is the senior developer for MusicBrainz, residing in his hometown of Chicago. He heard about MusicBrainz when he was still in grammar school, started editing in high school as his music collection got unwieldy, and participated in three GSoC projects during college. In his copious free time he enjoys going to concerts, making music no one will ever hear, binge-watching old TV shows, and being the best drummer in the world on Rock Band 4.
nl: Michael is MusicBrainz’ hoofdontwikkelaar en woont in de stad waar hij opgroeide: Chicago. Hij raakte bij MusicBrainz als redacteur betrokken toen zijn muziekverzameling tijdens zijn middelbare schooltijd steeds onhandelbaarder werd, en als student deed hij mee aan drie GSoC-projecten. In alle vrije tijd die hij heeft, gaat hij graag naar concerten, maakt hij muziek die niemand ooit zal horen, kijkt hij urenlang oude tv-programma’s en is hij ’s werelds beste drummer in Rock Band 4.
zh_tw: Michael是MusicBrainz的高級開發者，現住在家鄉芝加哥。他小學時首次接觸MusicBrainz，在高中的時候，他開始編輯MusicBrainz，以處理他日漸豐富的音樂珍藏。到了大學，Michael更參與了三個GSoC計畫。在他的空閒時間，Michael會去看演唱會、製作沒人會聽的音樂、瘋狂觀看舊電視劇和在《搖滾樂團 4》中做世界上最厲害的鼓手。

source: <span class="name">Frederik “Freso” S. Olesen</span> &mdash; Community Manager
nl: <span class="name">Frederik “Freso” S. Olesen</span>: communitymanager
zh_tw: <span class="name">Frederik “Freso” S. Olesen</span> &mdash; 社群管理員

source: Hired in the fall of 2015 as the MetaBrainz Community Manager, Freso is in charge of most of the public communication channels (IRC, forums, blog, etc.) and various community projects (like the Google Code-in). He has been a <a href="%(mb_freso_url)s">MusicBrainz contributor since 2006</a> and an open source enthusiast for even longer.
nl: Sinds de herfst van 2015 is Freso bij MetaBrainz in dienst als communitymanager. Hij heeft de leiding over de meeste publieke communicatiekanalen (IRC, forum, blog, etc.) en verschillende gemeenschapsprojecten (zoals Google Code-in). Hij draagt al sinds <a href="%(mb_freso_url)s">2006 bij aan MusicBrainz</a> en is al veel langer een liefhebber van open source.
zh_tw: Freso於2015年秋季被聘任為MetaBrainz的社群管理員，負責管理 IRC、討論區、部落格等主要公眾聯繫管道，以及多種如Google Code-in等的社群專案。他長期支持開源理念，<a href="%(mb_freso_url)s">在2006 年成為了MusicBrainz貢獻者的其中一員</a>。

source: On the rare occasions that he is not found in front of a monitor of some sort, Freso can be found <a href="%(mb_freso_artist)s">playing music</a> or (far more commonly) dancing to it. He has even taught some dance classes and workshops in <a href="%(bboy_url)s">b-boying</a>!
nl: Als hij een keertje niet voor een of ander beeldscherm zit, is Freso <a href="%(mb_freso_artist)s">muziek aan het maken</a> of (en dat gebeurt vaker) is hij aan het dansen. Hij heeft zelfs danslessen en <a href="%(bboy_url)s">b-boy</a>-workshops gegeven!

source: Freso was born and raised in Copenhagen, Denmark but has recently moved to Barcelona to be closer to the rest of the MetaBrainz team.
nl: Freso werd geboren in Kopenhagen en groeide daar ook op. Onlangs is hij naar Barcelona verhuisd om dichter bij de rest van het MetaBrainz-team te zijn.
zh_tw: Freso生於丹麥哥本哈根，最近移居至巴塞隆納，與其他MetaBrainz的成員住的更近。

source: <span class="name">Nicolás Tamargo</span> &mdash; Style Leader/Customer Support
nl: <span class="name">Nicolás Tamargo</span>: stijlleider en klantenservice
zh_tw: <span class="name">Nicolás Tamargo</span> &mdash; 樣式領袖及客戶聯繫

source: Nicolás is the leader of everything style-related in MusicBrainz (all except for fashion), and is in charge of answering (or delegating!) support requests. When he's not actively working for MetaBrainz, he's busy <a href="%(mb_editors_url)s">editing MusicBrainz</a>, devouring ice cream, and following the <a href="%(tartu_url)s">world's best football team</a> around the country.
nl: Nicolás heeft de leiding over alles wat bij MusicBrainz met stijl te maken heeft (behalve mode), en beantwoordt (of delegeert!) ondersteuningsverzoeken. Als hij niet voor MetaBrainz aan het werk is, <a href="%(mb_editors_url)s">bewerkt hij MusicBrainz</a>, eet hij ijs of volgt hij <a href="%(tartu_url)s">’s werelds beste voetbalteam</a> door het hele land.
zh_tw: Nicolás負責管理關於MusicBrainz樣式的所有事項，特別是應付幫助請求和分配幫助請求有關的工作。在公餘時間，他會選擇<a href="%(mb_editors_url)s">編輯MusicBrainz</a>、吃冰淇淋或在國內追蹤<a href="%(tartu_url)s">世界上最棒的足球隊</a>。

source: He lives in Tartu, Estonia.
nl: Hij woont in Tartu in Estland.
zh_tw: 他住在愛沙尼亞塔爾圖。

source: <span class="name">Roman Tsukanov</span> &mdash; Software Engineer
nl: <span class="name">Roman Tsukanov</span>: softwareontwikkelaar
zh_tw: <span class="name">Roman Tsukanov</span> &mdash; 軟件工程師

source: Roman first became associated with MetaBrainz through Google Summer of Code program, where he was instrumental in the birth of <a href="%(cb_url)s">CritiqueBrainz</a>. He wrote the updated MetaBrainz website. Currently works on MusicBrainz, AcousticBrainz, and other projects.
nl: Roman raakte bij MetaBrainz betrokken door het Google Summer of Code-programma, waarin hij de drijvende kracht achter het opzetten van <a href="%(cb_url)s">CritiqueBrainz</a> was. Hij maakte de nieuwe MetaBrainz-website en werkt nu aan MusicBrainz, AcousticBrainz en andere projecten.
zh_tw: Roman透過Google Summer of Code計畫首次接觸MetaBrainz。他在該計畫專注開發<a href="%(cb_url)s">CritiqueBrainz</a>，對CritiqueBrainz的誕生作出極大貢獻。此外，他更編寫了MetaBrainz的新網站。Roman現在的工作包含MusicBrainz、AcousticBrainz以及其他專案。

source: Roman joined the MetaBrainz team as a software engineer in 2015. He currently lives and studies music technology in Barcelona, Spain.
nl: Roman begon in 2015 bij MetaBrainz als softwareontwikkelaar. Hij woont nu in Bacelona en studeert daar muziektechnologie.
zh_tw: 2015年，Roman以軟件工程師的身分加入MetaBrainz。他現在西班牙巴塞隆納生活和攻讀音樂科技。

source: <span class="name">Laurent Monin</span> &mdash; System Administrator
nl: <span class="name">Laurent Monin</span>: systeembeheerder
zh_tw: <span class="name">Laurent Monin</span> &mdash; 系統管理員

source: A zealous music devotee, Laurent Monin first stumbled upon MusicBrainz and Picard in attempts to codify his vast collection of over 1500 CDs. In addition to being a music fanatic, Laurent has been programming on anything with more than 1 bit since 1982 and has been an esteemed Linux system administrator since 1998.
nl: Laurent Monin is een devoot muziekliefhebber, en stuitte op MusicBrainz en Picard toen hij zijn enorme collectie van meer dan 1500 cd’s wilde classificeren. Behalve dat hij een muziekfanaat is, programmeert hij al sinds 1982 op alles met meer dan één bit en is hij al sinds 1998 een gerespecteerd Linux-systeembeheerder.
zh_tw: Laurent Monin是一名超級音樂愛好者，在嘗試整理他1500多張CD的時候才了解到MusicBrainz和Picard的存在。此外，Laurent自1982年開始參與程式設計，只要是多於1位元的東西，他都不放過。1998年，他成為了一名受人尊敬的Linux系統管理員。

source: With his extensive repertoire of skills and passions, Laurent has actively contributed to a myriad of open source projects, notably <a href="%(elinks_url)s">ELinks</a> and <a href="%(geeqie_url)s">Geeqie</a>, and loves to tinker with the hardware of various audio gadgets, including amplifiers and loudspeakers. However, Laurent's contributions do not end there. He currently sustains the MetaBrainz servers while residing near Besançon, France.
nl: Dankzij zijn uitgebreide verzameling vaardigheden en passies heeft Laurent al aan ontelbare opensourceprojecten meegewerkt, vooral <a href="%(elinks_url)s">ELinks</a> en <a href="%(geeqie_url)s">Geeqie</a>. Ook prutst hij graag met uiteenlopende audioapparatuur, zoals versterkers en luidsprekers. Hij onderhoudt tegenwoordig onze servers en woont in de buurt van Besançon in Frankrijk.

source: <span class="name">Elizabeth Bigger</span> &mdash; Supporter Catalyst
nl: <span class="name">Elizabeth Bigger</span>: Partnerkatalysator
zh_cn: <span class="name">Elizabeth Bigger</span> &mdash; 支持人员 促进人员
zh_tw: <span class="name">Elizabeth Bigger</span>&mdash; 支持者聯繫人

source: Elizabeth lives in Barcelona, Spain and joined the MetaBrainz team to manage the relationships with our supporters. When not working for MetaBrainz, Elizabeth enjoys researching and developing computational textiles and attending the International Symposium of Wearable Computing. She continuously struggles to find balance between her cheese obsession, tinkering with power tools and learning the art of weaving.
nl: Elizabeth woont in Barcelona en kwam bij MetaBrainz in dienst om contact met onze partners te onderhouden. Als ze niet voor MetaBrainz werkt, onderzoekt en ontwikkelt ze computergestuurde ontwerp- en productiemethodes voor textiel en textiel met ingebedde elektronica. Ook is ze vaak op het International Symposium of Wearable Computing te vinden. De rest van de tijd probeert ze een balans te vinden tussen haar kaasobsessie, knutselen met elektrisch gereedschap en leren weven.
zh_tw: Elizabeth住在西班牙巴塞隆納，在MetaBrainz管理基金會與支持者的關係。工作意外，Elizabeth喜歡研究及研發計算紡織品和參加國際穿戴式電腦研討會。她興趣繁多，不斷在迷戀起司、修理電動工具和學習梭織之間嘗試尋找平衡點。

source: Voluntary Project Leaders
nl: Vrijwillige projectleiders
zh_tw: 志願專案領袖

source: <span class="name">Ben Ockmore</span> &mdash; BookBrainz
nl: <span class="name">Ben Ockmore</span>: BookBrainz

source: Ben is one of the two project leads and the main programmer for <a href="%(bb_url)s">BookBrainz</a>, a volunteer project doing for books what MusicBrainz does for music. He started programming C++ 9 years ago, and now knows Python and Node.js too, although he is currently studying for a degree in Electronics Engineering at the <a href="%(surrey_url)s"> University of Surrey</a>. Ben has been editing MusicBrainz for the past 4 years, attending the last three summits, and has contributed code to<a href="%(mutagen_url)s"> mutagen</a> and <a href="%(beets_url)s">beets</a> besides BookBrainz.
nl: Ben is een van de twee projectleiders en de belangrijkste programmeur van <a href="%(bb_url)s">BookBrainz</a>. BookBrainz is voor boeken wat MusicBrainz is voor muziek. Hij begon negen jaar geleden C++ te programmeren, en kan nu ook met Python en Node.js overweg. Daarnaast studeert hij elektronicatechniek aan de <a href="%(surrey_url)s">universiteit van Surrey</a>. Ben bewerkt MusicBrainz al vier jaar, was bij de laatste drie toppen en naast BookBrainz heeft hij ook aan <a href="%(mutagen_url)s">mutagen</a> en <a href="%(beets_url)s">beets</a> code bijgedragen.
zh_tw: Ben是BookBrainz兩個專案領袖之一，也是<a href="%(bb_url)s">BookBrainz</a>的主要程式設計師。BookBrainz是一個志願者專案，與MusicBrainz相似，蒐集書籍的元數據。雖然在九年前，他已經開始以C++編寫程式，現在也認識Python和Node.js，但他現在卻在<a href="%(surrey_url)s">薩里大學</a>就讀電子工程。Ben在過去四年不斷編輯MusicBrainz，參與過去三個高峰會，也為<a href="%(mutagen_url)s">mutagen</a>和<a href="%(beets_url)s">beets</a>貢獻原始碼。

source: In his spare time, Ben likes to design quadrotors, <a href="%(race_surrey_url)s"> racing cars</a>, artificial intelligence, <a href="%(opengrow_url)s">vegetation simulators</a> and music software. However, none of them are finished yet!
nl: In zijn vrije tijd ontwerpt Ben graag quadcopters, <a href="%(race_surrey_url)s">raceauto’s</a>, kunstmatige intelligentie, <a href="%(opengrow_url)s">vegetatiesimulators</a> en muzieksoftware. Maar die zijn allemaal nog niet af!
zh_tw: 在他空閒的時間，Ben喜歡設計四軸飛行機、<a href="%(race_surrey_url)s">賽車</a>、人工智慧、<a href="%(opengrow_url)s">植被模擬器</a>和音樂軟件。可是，至今沒有一項是建好的！

source: <span class="name">Sean Burke</span> &mdash; BookBrainz
nl: <span class="name">Sean Burke</span>: BookBrainz

source: Sean is the other of the two project leaders for <a href="%(bb_url)s">BookBrainz</a>. He speaks Irish and is currently trying to learn to play the bodhrán.
nl: Sean is de andere projectleider van <a href="%(bb_url)s">BookBrainz</a>. Hij spreekt Iers en leert nu de bodhrán te bespelen.
zh_tw: Sean是<a href="%(bb_url)s">BookBrainz</a>兩位專案領袖的另外一位。他會說愛爾蘭語，正學習山羊皮鼓。

source: <span class="name">Alastair Porter</span> &mdash; AcousticBrainz
nl: <span class="name">Alastair Porter</span>: AcousticBrainz

source: Alastair is the project leader for <a href="%(ab_url)s">AcousticBrainz</a>.
nl: Alastair is de projectleider van <a href="%(ab_url)s">AcousticBrainz</a>.
zh_tw: Alastair是<a href="%(ab_url)s">AcousticBrainz</a>的專案領袖。

source: OAuth Authorization
nl: OAuth-machtiging
zh_cn: OAuth 授权
zh_tw: OAuth授權

source: This app requested permission to access:
nl: Dit programma vraagt toegang tot:
zh_cn: 此应用请求访问许可：
zh_tw: 此程式要求批准以下存取權：

source: Your identity on MetaBrainz
nl: Je identiteit op MetaBrainz
zh_cn: 您在 MetaBrainz 的身份
zh_tw: 您在MetaBrainz的身份

source: Allow access
nl: Toegang toestaan
zh_cn: 允许访问
zh_tw: 批准存取權

source: Cancel
nl: Annuleren
zh_cn: 取消
zh_tw: 取消

source: Cancelling recurring payments
nl: Periodieke betalingen annuleren
zh_cn: 取消定期付款
zh_tw: 取消定期付款

source: In case you want to cancel recurring donation (payment) that you set up before, you'll need to go to a service which you used to pay.
nl: Als je een eerder ingestelde periodieke donatie of betaling wil annuleren, moet dat via de dienst die je voor de donatie of betaling gebruikt.

source: Here are links to more information:
nl: Hier kan je meer informatie vinden:
zh_tw: 更多資訊：

source: Make a Donation
nl: Doneren
zh_cn: 捐赠
zh_tw: 捐款支持

source: If you feel that our projects are a worthwhile effort, please consider contributing money to the MetaBrainz Foundation, which is a <a href="%(wikipedia_non_profit_url)s"> 501(c)(3) tax-exempt non-profit</a> based in California. All of your donations will be tax-deductible and you will receive a receipt that you can use to deduct your donation off your taxes if you are a US taxpayer.
nl: Overweeg om aan de MetaBrainz Foundation te doneren als je vindt dat onze projecten de moeite waard zijn. Als je in de Verenigde Staten belastingplichtig bent, kan je de donatie van de belasting aftrekken omdat de MetaBrainz Foundation een stichting zonder winstoogmerk is die als <a href="%(wikipedia_non_profit_url)s">501(c)(3)-organisatie</a> staat geregistreerd.

source: Your donations will be used to operate projects of the MetaBrainz Foundation. This includes paying for ongoing expenses like hosting, hardware, maintaining a modest office, and paying a minimal salary for MetaBrainz employees.
nl: Je donaties zullen worden gebruikt om de projecten van de MetaBrainz Foundation te financieren. Hieronder vallen lopende kosten zoals hosting, hardware, het onderhouden van een bescheiden kantoor en het betalen van een minimaal salaris aan onze werknemers.
zh_tw: 您的捐款會支持我們繼續運營MetaBrainz基金會的專案， 包括支付網頁寄存、硬件維護、辦公室管理和支付MetaBrainz員工的基本薪酬等恆常開支。

source: Where has my contribution gone? See our <a href="%(finance_reports_url)s">transparent finances</a>.
nl: Wat is er met mijn donatie gebeurt? Zie onze <a href="%(finance_reports_url)s">transparante financiën</a>.
zh_tw: 我的捐款都去哪裡了？請參見我們透明的<a href="%(finance_reports_url)s">財政報告</a>。

source: Who else is contributing? See our list of <a href="%(donors_url)s">donors</a>.
nl: Wie doneren er nog meer? Zie onze lijst met <a href="%(donors_url)s">donateurs</a>.
zh_tw: 還有誰在捐款？請參見<a href="%(donors_url)s">捐助者</a>列表。

source: <b>Be careful!</b> This is a development version of the website. Do NOT use your real credit card credentials! If you want to send an actual donation, go to <a href="%(mb_url)s">metabrainz.org</a>.
nl: <b>Pas op!</b> Dit is een ontwikkelversie van de website. Gebruik GEEN echte creditcardgegevens! Ga naar <a href="%(mb_url)s">metabrainz.org</a> om een echte donatie te doen.
zh_tw: <b>在注意！</b>此是網站的開發版，請不要使用您的信用卡資料！如果您要作出捐款，請前往<a href="%(mb_url)s">metabrainz.org</a>。

source: Amount
nl: Bedrag
zh_cn: 金额
zh_tw: 金額

source: If you would like to make a large donation, please contact us at <a href="%(mail_link)s">donations@metabrainz.org</a> before you do.
nl: Neem als je een grote donatie wil doen eerst contact op met <a href="%(mail_link)s">donations@metabrainz.org</a>.
zh_tw: 如果您想作出一次大額捐款，請先透過<a href="%(mail_link)s">donations@metabrainz.org</a>聯繫我們。

source: I want this to be a recurring monthly donation
nl: Ik wil deze donatie elke maand doen
zh_tw: 我想這設為每月定期捐款

source: MusicBrainz username
nl: Gebruikersnaam op MusicBrainz
zh_cn: MusicBrainz 用户名
zh_tw: MusicBrainz用戶名

source: Email me about future fundraising events
nl: E-mail me over toekomstige fondsenwervingen
zh_tw: 向我發出關於未來籌款活動的電郵

source: This will be very seldom
nl: Dit zal heel zelden gebeuren
zh_tw: 我們不會經常發送電郵給您。

source: I would like this donation to be anonymous
nl: Ik wil deze donatie anoniem doen
zh_cn: 我希望匿名捐赠
zh_tw: 我想以匿名捐款

source: Your name won't appear in the donors list
nl: Je naam verschijnt niet in de lijst met donateurs
zh_cn: 您的姓名将不会出现在捐赠者列表中
zh_tw: 您不會出現在捐助者名單上

source: Donate with Credit Card
nl: Creditcard
zh_cn: 使用信用卡捐赠
zh_tw: 以信用卡捐款

source: The personal information provided to the MetaBrainz Foundation during the donation process will not be shared with anyone. For more information, please take a look at our <a href="%(privacy_policy_url)s"> privacy policy</a>.
nl: De persoonsgegevens die je tijdens het doneren aan de MetaBrainz Foundation overhandigt, zullen niet met derden worden gedeeld. Zie ons <a href="%(privacy_policy_url)s">privacybeleid</a> voor meer informatie.
zh_tw: 您在捐款時向MetaBrainz基金會提供的個人資料不會分享給其他人。想瞭解更多，請參見我們的<a href="%(privacy_policy_url)s">隱私政策</a>。

source: To find out how to cancel recurring donations take a look at <a href="%(cancel_recurring_url)s">this page</a>.
nl: Informatie over het annuleren van periodieke donaties kan je <a href="%(cancel_recurring_url)s">hier</a> vinden.
zh_tw: 請參見<a href="%(cancel_recurring_url)s">此頁</a>瞭解如何取消定期捐款。

source: Other ways to donate
nl: Andere manieren om te doneren
zh_cn: 其他捐赠方式
zh_tw: 透過其他方式捐款

source: Non-US Bank transfer
nl: Overschrijvingen van buiten de VS
zh_cn: 非美国银行转账
zh_tw: 非美國銀行轉帳

source: You can make a donation, or recurring donations, via bank transfer to the following IBAN:
nl: Je kan het volgende IBAN gebruiken om eenmalige en periodieke donaties over te maken:
zh_tw: 您可以透過銀行轉賬至以下IBAN，作出定期或一次性的捐款：

source: Please indicate your name and use the word %(donation_fixed_string)s in the description field.
nl: Vermeld je naam en het woord %(donation_fixed_string)s in de omschrijving.
zh_tw: 請表明您的姓名，以及在描述欄中使用「%(donation_fixed_string)s」一詞。

source: US Check
nl: Amerikaanse cheque
zh_cn: 美国支票
zh_tw: 美國支票

source: If you would like to donate using a check drawn on a US bank, please send them to:
nl: Als je wil doneren met een cheque van een Amerikaanse bank, moet je die sturen naar:

source: Please make checks payable to the <strong>MetaBrainz Foundation</strong>.
nl: Zorg ervoor dat de cheque wordt uitgeschreven op naam van de <strong>MetaBrainz Foundation</strong>.
zh_tw: 請列明支票收款人為「<strong>MetaBrainz Foundation</strong>」。

source: If you use Flattr to donate to your favourite projects, you can click below to Flattr MetaBrainz:
nl: Als je Flattr gebruikt om aan je favoriete projecten te doneren, kan je MetaBrainz met de knop hieronder aan je Flattr toevoegen.
zh_tw: 如果您使用Flattr去捐助您喜歡的專案，請按一下下方的連結，透過Flattr捐助MetaBrainz：

source: Enter your MusicBrainz username to have Picard/MusicBrainz stop nagging you
nl: Voer je MusicBrainz-gebruikersnaam in zodat Picard en MusicBrainz je niet meer lastig vallen
zh_tw: 在這裡輸入您的MusicBrainz用戶名，Picard和MusicBrainz以後就不會再煩您了

source: MusicBrainz is currently unavailable.
nl: MusicBrainz is nu niet beschikbaar.
zh_cn: MusicBrainz 目前不可用。
zh_tw: 現時不可使用MusicBrainz。

source: Please, make sure that your username is correct.
nl: Zorg ervoor dat je gebruikersnaam klopt.
zh_cn: 请确保您的用户名正确。
zh_tw: 請確保用戶名正確。

source: Your donation will be associated with this account.
nl: Je donatie wordt aan deze gebruiker gekoppeld.
zh_tw: 您的捐款將會與此帳號相連。

source: We can't find this account. Please, make sure it's correct
nl: We kunnen deze gebruiker niet vinden. Controleer of de naam klopt.
zh_tw: 我們找不到此帳號，請檢查帳號是否正確。

source: Donations
nl: Donaties
zh_cn: 捐赠
zh_tw: 捐款

source: by date
nl: op datum
zh_cn: 按日期
zh_tw: 按日期排序

source: by amount
nl: op bedrag
zh_cn: 按金额
zh_tw: 按金額排序

source: No donations. :(
nl: Geen donaties :-(
zh_cn: 没有捐赠。 :(
zh_tw: 沒有捐款。:(

source: Date
nl: Datum
zh_cn: 日期
zh_tw: 日期

source: Donor
nl: Donateur
zh_cn: 捐赠者
zh_tw: 捐助者

source: Donation
nl: Donatie
zh_cn: 捐赠
zh_tw: 捐款

source: Fee
nl: Provisie
zh_cn: 费用
zh_tw: 費用

source: First
nl: Eerste
zh_cn: 第一个
zh_tw: 首次

source: Make a Payment
nl: Doe een betaling
zh_cn: 付款
zh_tw: 付款

source: <b>This page is for organizations!</b> Payments made here will not show up in the list of donations. If you want to make a donation instead, go to <a href="%(donate_url)s">donation page</a>.
nl: <b>Deze pagina is voor organisaties!</b> Betalingen die hier worden gedaan, komen niet in de lijst met donaties te staan. Ga naar de <a href="%(donate_url)s">donatiepagina</a> als je een donatie wil doen.
zh_tw: <b>此網頁是為機構而設的！</b>捐助人名單不會顯示在這裡完成的付款。如果您要作出捐款，請前往<a href="%(donate_url)s">捐款頁</a>。

source: Your payments will be used to operate projects of the MetaBrainz Foundation. This includes paying for ongoing expenses like hosting, hardware, maintaining a modest office, and paying a minimal salary for MetaBrainz employees.
nl: Je betalingen zullen worden gebruikt om de projecten van de MetaBrainz Foundation te financieren. Hieronder vallen lopende kosten zoals hosting, hardware, het onderhouden van een bescheiden kantoor en het betalen van een minimaal salaris aan onze werknemers.
zh_tw: 您的捐款會支持我們繼續運營MetaBrainz基金會的專案， 包括支付網頁寄存、硬件維護、辦公室管理和支付MetaBrainz員工的基本薪酬等恆常開支。

source: <p>Where has your contribution gone? See our <a href="%(financial_reports_url)s">transparent finances</a>.</p>
nl: <p>Wat is er met mijn geld gebeurd? Zie onze <a href="%(financial_reports_url)s">transparante financiën</a>.</p>
zh_tw: <p>您的捐助都去哪裡了？請參見我們的<a href="%(financial_reports_url)s">透明財政</a>。</p>
