Repository: ApeKattQuest-MonkeyPython/metabrainz.org
Catalog: metabrainz/translations/*/LC_MESSAGES/messages.po
Languages: nl, zh_cn, zh_tw

source: You need to specify amount!
nl: Geef een bedrag op!
zh_cn: 请输入付款金额！
zh_tw: 請輸入付款金額！

source: You need to specify invoice number!
nl: Geef een factuurnummer op!
zh_cn: 请输入发票编号！
zh_tw: 請輸入發票編號！

source: Thank you for making a donation to the MetaBrainz Foundation. Your support is greatly appreciated! It may take some time before your donation appears in the list due to processing delays.
nl: Bedankt voor je donatie aan de MetaBrainz Foundation. Je steun wordt zeer gewaardeerd! Vanwege de tijd die het kost om de donatie te verwerken, kan het even duren voordat je donatie op de lijst komt.
zh_cn: 您已向MetaBrainz基金会捐款，我们非常感谢您的支持！由于我们还要处理您的捐款，您的名字可能要过一段时间才能在列表中出现。
zh_tw: 您已向MetaBrainz基金會捐款，我們非常感謝您的支持！由於我們還要處理您的捐款，您的名字可能要過一段時間才能在列表中出現。

source: Thank you for making a payment to the MetaBrainz Foundation. Your support is greatly appreciated!
nl: Bedankt voor je betaling aan de MetaBrainz Foundation. Je steun wordt zeer gewaardeerd!
zh_cn: 您已向MetaBrainz基金会付款，我们非常感谢您的支持！
zh_tw: 您已向MetaBrainz基金會付款，我們非常感謝您的支持！

source: We're sorry to see that you won't be donating today. We hope that you'll change your mind!
nl: Jammer dat je vandaag niet doneert. We hopen dat je nog van gedachten verandert!
zh_cn: 很抱歉看到您今天不打算捐款。希望您能改变主意。

source: We're sorry to see that you won't be paying today. We hope that you'll change your mind!
nl: Jammer dat je vandaag niet betaalt. We hopen dat je nog van gedachten verandert!
zh_cn: 很抱歉看到您今天不打算付款。 希望您能改变主意！

source: We're sorry, but it appears we've run into an error and can't process your donation.
nl: Het lijkt er op dat er iets is misgegaan waardoor we je donatie niet kunnen verwerken.
zh_cn: 抱歉，我们似乎遇到了问题，暂时无法处理您的捐款。
zh_tw: 抱歉，我們遇到一些問題，暫時未能處理您的捐款。

source: We're sorry, but it appears we've run into an error and can't process your payment.
nl: Het lijkt er op dat er iets is misgegaan waardoor we je betaling niet kunnen verwerken.
zh_cn: 抱歉，我们似乎遇到了问题，暂时无法处理您的付款。
zh_tw: 抱歉，我們遇到一些問題，暫時未能處理您的付款。

source: Requested annual report was not found.
nl: Het opgevraagde jaarverslag is niet aangetroffen.
zh_cn: 未找到所请求的年度报告。
zh_tw: 找不到所要的年度報告。

source: Foundation
nl: Stichting
zh_cn: 基金会
zh_tw: 基金會

source: Projects
nl: Projecten
zh_cn: 项目
zh_tw: 專案

source: Sponsors
nl: Sponsoren
zh_cn: 赞助商
zh_tw: 贊助商

source: Supporters
nl: Partners
zh_cn: 支持者
zh_tw: 支持者

source: Privacy Policy
nl: Privacybeleid
zh_cn: 隐私政策
zh_tw: 隱私政策

source: Finances
nl: Financiën
zh_cn: 财务
zh_tw: 財務

source: Annual Reports
nl: Jaarverslagen
zh_cn: 年度报告
zh_tw: 年度報告

source: Donors
nl: Donateurs
zh_cn: 捐赠者
zh_tw: 捐助者

source: Users
nl: Gebruikers
zh_cn: 用户
zh_tw: 用戶

source: Sign in
nl: Inloggen
zh_cn: 登录
zh_tw: 登入

source: Sign out
nl: Uitloggen
zh_cn: 登出
zh_tw: 登出

source: Access your account
nl: Toegang tot je account
zh_cn: 访问您的账号
zh_tw: 進入您的帳號

source: Contact us
nl: Contact
zh_cn: 联系我们
zh_tw: 聯繫我們

source: Blog
nl: Weblog
zh_cn: 博客
zh_tw: 部落格

source: Sponsored by <a href="%(google_url)s">Google</a>, <a href="%(osuosl_url)s">OSUOSL</a> and <a href="%(sponsors_url)s">others&hellip;</a>
nl: Gesponsord door <a href="%(google_url)s">Google</a>, <a href="%(osuosl_url)s">OSUOSL</a> en <a href="%(sponsors_url)s">anderen&hellip;</a>
zh_cn: 由 <a href="%(google_url)s">Google</a>, <a href="%(osuosl_url)s">OSUOSL</a> 和 <a href="%(sponsors_url)s">及其他机构赞助&hellip;</a>
zh_tw: 由<a href="%(google_url)s">Google</a>、<a href="%(osuosl_url)s">OSUOSL</a><a href="%(sponsors_url)s">及其他機構</a>贊助

source: Toggle navigation
nl: Navigatie tonen/verbergen
zh_cn: 显示/隐藏导航栏
zh_tw: 顯示/隱藏導航列

source: About
nl: Over
zh_cn: 关于
zh_tw: 關於

source: The Foundation
nl: De stichting
zh_cn: 基金会
zh_tw: 基金會

source: Reports
nl: Verslagen
zh_cn: 报告
zh_tw: 報告

source: Financial Reports
nl: Financiële verslagen
zh_cn: 财务报告
zh_tw: 財政報告

source: Donate
nl: Doneren
zh_cn: 捐赠
zh_tw: 捐款

source: Sign up
nl: Registreren
zh_cn: 注册
zh_tw: 註冊

source: Your profile
nl: Mijn profiel
zh_cn: 你的账户
zh_tw: 您的用戶頁

source: All endpoints require an access token which you can get from your <a href="%(profile_url)s">profile page</a>.
nl: Voor alle eindpunten is een toegangssleutel vereist. Deze is te vinden op je <a href="%(profile_url)s">profielpagina</a>.
zh_cn: 所有接口都需要一个访问凭据，您可从您的 <a href="%(profile_url)s">资料页面</a>获取此凭据。
zh_tw: 所有終端都需要一個訪問令牌，您可以從您的 <a href="%(profile_url)s">個人資料頁面</a>取得。

source: MusicBrainz Live Data Feed
nl: Live-gegevensfeed van MusicBrainz
zh_cn: MusicBrainz 实时数据源
zh_tw: MusicBrainz 實時數據源

source: There are three endpoints for fetching replication packets:
nl: De replicatiepakketten kunnen van drie verschillende eindpunten worden verkregen:
zh_cn: 有三个接口可以获取副本数据包：
zh_tw: 目前有三個終端來取得複製封包：

source: Hourly:
nl: Elk uur:
zh_cn: 每小时：
zh_tw: 每小時：

source: Daily:
nl: Dagelijks:
zh_cn: 每天：
zh_tw: 每天：

source: Weekly:
nl: Wekelijks:
zh_cn: 每周：
zh_tw: 每週：

source: It is possible to get a signature for each replication packet. Just replace <code>.tar.bz2</code> with <code>.asc</code>.
nl: Je kunt voor elk replicatiepakket een handtekening krijgen. Daarvoor hoef je alleen maar <code>.tar.bz2</code> door <code>.asc</code> te vervangen.
zh_cn: 您可以为每一个副本数据包获取一个签名。只需将 <code>.tar.bz2</code> 替换为 <code>.asc</code>即可。
zh_tw: 您可對每個複製封包取得簽章。只要把 <code>.tar.bz2</code> 取代為 <code>.asc</code>。

source: You can find the latest replication packet numbers from this endpoint:
nl: Je kunt de recentste volgnummers van replicatiepakketten hier verkrijgen:
zh_cn: 您可以通过此接口获取最新的副本数据包编号：
zh_tw: 您可以從這個終端找報最新的複製封包編號：

source: Back to home page
nl: Terug naar de startpagina
zh_cn: 返回首页
zh_tw: 回到首頁

source: About
nl: Over
zh_cn: 关于
zh_tw: 關於

source: About the MetaBrainz Foundation
nl: Over de MetaBrainz Foundation
zh_cn: 关于 MetaBrainz 基金会
zh_tw: 關於 MetaBrainz 基金會

source: The MetaBrainz Foundation is a 501(c)(3) tax-exempt non-profit founded in December 2004 and based in San Luis Obispo, California, that believes in free, open access to data.
nl: De MetaBrainz Foundation is een stichting zonder winstoogmerk (geclassificeerd als 501(c)(3)-organisatie), opgericht in december 2004 en gevestigd in San Luis Obispo, Californië. We geloven in gratis en vrij toegankelijke data.
zh_cn: MetaBrainz 基金会是一个 501(c)(3) 免税非盈利机构，成立于 2004年12月，位于加利福尼亚州圣路易斯－奥比斯保，我们坚信 数据应自由和开放地被大众使用。
zh_tw: MetaBrainz 基金會是一個501(c)(3)免稅非營利機構，深信數據應自由和開放地被大眾使用。基金會於2004年12月成立，總部位於美國加州聖路易斯-奧比斯保。

source: The MetaBrainz Foundation has been set up to build community maintained databases and make them available in the public domain or under Creative Commons licenses. Our data is mostly gathered by volunteers, and verified by a voting system to make sure it is consistent and correct. All non-commercial use is free, but commercial users are asked to pay for regular updates of the data in order to help fund the project. We encourage all data users to contribute to the data gathering process so that our data can be as comprehensive as possible.
nl: De MetaBrainz Foundation is opgezet om door de gemeenschap onderhouden databases op te bouwen en in het publiek domein of onder Creative Commons-licenties beschikbaar te maken. De gegevens worden vooral door vrijwilligers verzameld, en met een stemsysteem op consistentie en juistheid gecontroleerd. Niet-commercieel gebruik is gratis, maar commerciële gebruikers worden verzocht om voor regelmatige updates te betalen, zodat het project gefinancierd kan worden. We moedigen alle gebruikers aan om bij te dragen aan het verzamelen van de gegevens, zodat onze database zo uitgebreid mogelijk kan zijn.
zh_cn: MetaBrainz 基金会旨在设立由社区管理的数据库， 并在公共领域或依据 Creative Commons 协议发布。我们的数据大部分由志愿者收集， 然后通过一个投票系统得以确认，以确保一致性和准确性。 数据可免费用作非商业用途，但我们要求商业用户为数据的定期更新付费， 以让我们能够继续运行项目。 我们鼓励所有数据用户参与收集数据，使我们的数据更加全面。
zh_tw: MetaBrainz 基金會的成立的目的是為了建立由社群維護的資料庫，並在公共領域或根據創用CC條款發布。我們的資料大多是由志工蒐集，然後透過投票系統驗證，以確保資料一致和正確。所有的非商業用途都免費，但商業用戶需要支付定期更新資訊的費用，來讓我們能夠繼續營運專案。我們鼓勵所有資料使用者參與蒐集資料，來讓我們的資料變得更全面。

source: The MetaBrainz Foundation believes in <a href="%(financial_reports_url)s"> transparent finances</a> and has several <a href="%(supporters_url)s"> commercial supporters</a> who pay for timely and convenient access to data. The MetaBrainz Foundation is also supported by a number of <a href="%(sponsors_url)s">sponsors</a> who provide funds in order for the foundation to accomplish its goals.
nl: De MetaBrainz Foundation gelooft in <a href="%(financial_reports_url)s">transparante financiën</a>, en heeft meerdere <a href="%(supporters_url)s">commerciële partners</a> die betalen voor tijdige en gemakkelijke toegang tot onze database. We worden ook gesteund door een aantal <a href="%(sponsors_url)s">sponsors</a> die geld beschikbaar stellen, zodat onze stichting haar doelen kan bereiken.
zh_cn: MetaBrainz 基金会注重 <a href="%(financial_reports_url)s"> 财政透明度</a>，有多位 <a href="%(supporters_url)s"> 商业支持者</a> 为即时和便捷的数据访问付费。 MetaBrainz 基金会同时也受到许多 <a href="%(sponsors_url)s">赞助商</a> 的支持， 使我们能达到基金会的目标。
zh_tw: MetaBrainz 基金會注重<a href="%(financial_reports_url)s">透明的財務資訊</a>，並有幾個<a href="%(supporters_url)s">商業支持者</a>透過付費來取得即時、方便的資料。MetaBrainz 基金會也得到了一些<a href="%(sponsors_url)s">贊助機構</a>的支援，以讓我們能夠實現基金會的目標。

source: Board of Directors
nl: Raad van Bestuur
zh_cn: 董事会
zh_tw: 董事會

source: Our board of directors consists of:
nl: Onze Raad van Bestuur bestaat uit:
zh_cn: 我们的董事会由以下成员组成：
zh_tw: 我們的董事會有以下成員：

source: Director Nick Ashton-Hart, Executive Director of the <a href="%(internet_ecosys_url)s">Internet &amp; Digital Ecosystem Alliance</a>
nl: Directeur Nick Ashton-Hart, uitvoerend directeur van de <a href="%(internet_ecosys_url)s">Internet &amp; Digital Ecosystem Alliance</a>
zh_cn: 董事 Nick Ashton-Hart，<a href="%(internet_ecosys_url)s">Internet &amp; Digital Ecosystem Alliance</a> 执行董事
zh_tw: Nick Ashton-Hart董事，<a href="%(internet_ecosys_url)s">Internet &amp; Digital Ecosystem Alliance</a>的執行董事

source: Director <a href="%(paul_url)s">Paul Bennun</a> of <a href="%(somethin_else_url)s">Somethin' Else</a>
nl: Directeur <a href="%(paul_url)s">Paul Bennun</a> van <a href="%(somethin_else_url)s">Somethin’ Else</a>
zh_cn: 董事 <a href="%(paul_url)s">Paul Bennun</a>，<a href="%(somethin_else_url)s">Somethin' Else</a>
zh_tw: <a href="%(paul_url)s">Paul Bennun</a>董事，<a href="%(somethin_else_url)s">Somethin’ Else</a>

source: Director <a href="%(cory_url)s">Cory Doctorow</a>, Sci-Fi author and editor of the <a href="%(boing_url)s">Boing Boing</a> weblog
nl: Directeur <a href="%(cory_url)s">Cory Doctorow</a>, sciencefictionauteur en redacteur van het weblog <a href="%(boing_url)s">Boing Boing</a>
zh_cn: 董事 <a href="%(cory_url)s">Cory Doctorow</a>，科幻作家和<a href="%(boing_url)s">Boing Boing</a> 博客编辑
zh_tw: <a href="%(cory_url)s">Cory Doctorow</a>董事，科幻作者及《<a href="%(boing_url)s">Boing Boing</a>》部落格的編輯

source: Director <a href="%(sophie_url)s">Sophie Goossens</a> of <a href="%(ab_url)s">August &amp; Debouzy</a>
nl: Directeur <a href="%(sophie_url)s">Sophie Goossens</a> van <a href="%(ab_url)s">August &amp; Debouzy</a>
zh_cn: 董事 <a href="%(sophie_url)s">Sophie Goossens</a>，<a href="%(ab_url)s">August &amp; Debouzy</a>
zh_tw: <a href="%(sophie_url)s">Sophie Goossens</a>董事，<a href="%(ab_url)s">August &amp; Debouzy</a>

source: Director <a href="%(matthew_url)s">Matthew Hawn</a> of <a href="%(audio_net_url)s">Audio Network</a>
nl: Directeur <a href="%(matthew_url)s">Matthew Hawn</a> van <a href="%(audio_net_url)s">Audio Network</a>
zh_cn: 董事 <a href="%(matthew_url)s">Matthew Hawn</a>，<a href="%(audio_net_url)s">Audio Network</a>
zh_tw: <a href="%(matthew_url)s">Matthew Hawn</a>董事，<a href="%(audio_net_url)s">Audio Network</a>

source: Director &amp; Treasurer <a href="%(rassami_url)s">Rassami Hok Ljungberg</a> of the <a href="%(m4p5_url)s">Music 4.5 seminar series</a> put on by <a href="%(two_pears_url)s">2 Pears</a>
nl: Directeur en penningmeester <a href="%(rassami_url)s">Rassami Hok Ljungberg</a> van de <a href="%(m4p5_url)s">Music 4.5 seminarserie</a>, opgezet door <a href="%(two_pears_url)s">2 Pears</a>
zh_cn: 董事及财务主管 <a href="%(rassami_url)s">Rassami Hok Ljungberg</a>，曾负责 <a href="%(two_pears_url)s">2 Pears</a> 的 <a href="%(m4p5_url)s">Music 4.5 讲座系列</a>
zh_tw: <a href="%(rassami_url)s">Rassami Hok Ljungberg</a>董事及財務主管，曾負責<a href="%(two_pears_url)s">2 Pears</a>的<a href="%(m4p5_url)s">Music 4.5 講座系列</a>

source: Executive Director <a href="%(mayhem_url)s">Robert Kaye</a> of the MetaBrainz Foundation
nl: Uitvoerend directeur <a href="%(mayhem_url)s">Robert Kaye</a> van de MetaBrainz Foundation
zh_cn: 执行董事 <a href="%(mayhem_url)s">Robert Kaye</a>，MetaBrainz 基金会
zh_tw: <a href="%(mayhem_url)s">Robert Kaye</a>執行董事，MetaBrainz基金會

source: Secretary <a href="%(freso_url)s">Frederik “Freso” S. Olesen</a>, Community Manager of the MetaBrainz Foundation
nl: Secretaris <a href="%(freso_url)s">Frederik “Freso” S. Olesen</a>, communitymanager van de MetaBrainz Foundation
zh_cn: 秘书 <a href="%(freso_url)s">Frederik “Freso” S. Olesen</a>，MetaBrainz 基金会的社区管理员
zh_tw: <a href="%(freso_url)s">Frederik “Freso” S. Olesen</a>祕書，MetaBrainz基金會的社群管理員

source: Our directors emeritus include:
nl: Onze directeurs in ruste:
zh_cn: 我们的荣誉董事有：
zh_tw: 我們的榮譽董事有：

source: Director Emeritus <a href="%(lessig_url)s">Lawrence Lessig</a> of the <a href="%(berkman_url)s">Berkman Center for Internet and Society</a> and <a href="%(cc_url)s">Creative Commons</a>
nl: Directeur in ruste <a href="%(lessig_url)s">Lawrence Lessig</a> van de <a href="%(berkman_url)s">Berkman Center for Internet and Society</a> en <a href="%(cc_url)s">Creative Commons</a>
zh_cn: 荣誉董事 <a href="%(lessig_url)s">Lawrence Lessig</a>，<a href="%(berkman_url)s">Berkman Center for Internet and Society</a> 和 <a href="%(cc_url)s">Creative Commons</a>
zh_tw: <a href="%(lessig_url)s">Lawrence Lessig</a>榮譽董事，<a href="%(berkman_url)s">Berkman Center for Internet and Society</a>及<a href="%(cc_url)s">創用CC</a>

source: Director Emeritus <a href="%(joi_url)s">Joichi Ito</a> of <a href="%(neoteny_url)s">Neoteny Co. Ltd.</a>
nl: Directeur in ruste <a href="%(joi_url)s">Joichi Ito</a> van <a href="%(neoteny_url)s">Neoteny Co. Ltd.</a>
zh_cn: 荣誉董事 <a href="%(joi_url)s">Joichi Ito</a>，<a href="%(neoteny_url)s">Neoteny Co. Ltd.</a>
zh_tw: <a href="%(joi_url)s">伊藤穰一</a>榮譽董事，<a href="%(neoteny_url)s">Neoteny Co. Ltd.</a>

source: Officers
nl: Functionarissen
zh_cn: 基金会人员
zh_tw: 基金會人員

source: The officers of this company are:
nl: Onze functionarissen zijn:
zh_cn: 公司的人员有：
zh_tw: 公司的人員有：

source: President Robert Kaye
nl: Voorzitter Robert Kaye
zh_cn: 董事长 Robert Kaye
zh_tw: Robert Kaye董事長

source: Treasurer <a href="%(rassami_url)s">Rassami Hok Ljungberg</a>
nl: Penningmeester <a href="%(rassami_url)s">Rassami Hok Ljungberg</a>
zh_cn: 财务主管 <a href="%(rassami_url)s">Rassami Hok Ljungberg</a>
zh_tw: <a href="%(rassami_url)s">Rassami Hok Ljungberg</a>財務主管

source: Secretary <a href="%(freso_url)s">Frederik “Freso” S. Olesen</a>
nl: Secretaris <a href="%(freso_url)s">Frederik “Freso” S. Olesen</a>
zh_cn: 秘书 <a href="%(freso_url)s">Frederik “Freso” S. Olesen</a>
zh_tw: <a href="%(freso_url)s">Frederik “Freso” S. Olesen</a>祕書

source: Bad customers
nl: Slechte klanten
zh_cn: 不良顾客
zh_tw: 壞顧客

source: Our not-so-favorite commercial data users
nl: Commerciële gebruikers waar we niet zo blij mee zijn
zh_cn: 我们不喜欢的商业数据用户
zh_tw: 我們不是很喜歡的商業資料使用者

source: The following companies use our data, but have declined to support us on an ongoing basis.
nl: De volgende bedrijven gebruiken onze gegevens, maar willen ons niet blijvend steunen.
zh_cn: 以下的公司使用我们的数据，但拒绝持续支持我们。
zh_tw: 以下的企業是我們資料的使用者，但卻長期拒絕支持我們。

source: All of our projects require support from end-user donations and commercial support. Our free data-sets provide incredible value to these companies giving them a business advantage. We believe that companies that use our data to conduct their business should provide financial support so that we may continue to cover our expenses and pay our staff.
nl: Al onze projecten zijn afhankelijk van gebruikersdonaties of steun van commerciële partijen. Onze gratis gegevens hebben een enorme meerwaarde voor deze bedrijven, die daarmee een commercieel voordeel behalen. Wij vinden dat bedrijven die onze gegevens in hun bedrijfsvoering gebruiken ons financieel zouden moeten steunen, zodat wij onze kosten en ons personeel kunnen betalen.
zh_cn: 我们的所有项目都需要终端用户的捐赠和商业支持， 我们免费的数据集为这些公司提供了极大的价值，给予他们商业上的优势。 我们坚信使用我们的数据用于商业的公司应为我们提供财务上的支持， 这样我们才能继续支付开支和员工的工资。
zh_tw: 我們所有專案都需要來自終端使用者的捐贈和商業使用者的支援。我們免費資料集為這些公司提供大量的商業優勢。我們相信，使用我們的資料來拓展業務的公司應該提供我們財務上的支援，以使我們能夠繼續支付費用以及員工薪水。

source: If a company you like appears on this list, please contact that company and ask them why they have declined to support us. If you are with a company listed below and would like to get off this list, you can do so by <a href="%(account_type_url)s">signing up for support</a>.
nl: Als een van je favoriete bedrijven op deze lijst staat, kan je helpen door ze te vragen waarom ze ons niet willen steunen. Als je voor een bedrijf op deze lijst werkt en van de lijst af wil, kan je dat doen door <a href="%(account_type_url)s">je voor ondersteuning in te schrijven</a>.
zh_cn: 如果您喜爱的公司出现在了这个列表上，请联系他们并询问他们为什么 拒绝支持我们。如果您在以下列出的公司工作，并且想要 从列表中除名，您可以 <a href="%(account_type_url)s">注册成为我们的支持者</a>。
zh_tw: 如果您喜愛的公司出現在名單中，請連絡該公司並詢問他們為什麼會拒絕支援我們。如果您是以下公司的員工，且希望離開這個名單，請<a href="%(account_type_url)s">註冊為我們的支援者</a>。

source: Do you know of other companies using our data? We'd love to know and ask them for support! Please <a href="%(contact_url)s">let us know</a>!
nl: Ken je andere bedrijven die onze gegevens gebruiken? Dan horen we dat graag, zodat we ze om hun steun kunnen vragen. <a href="%(contact_url)s">Laat het ons weten!</a>
zh_cn: 您还知道其他使用我们数据的公司吗？我们愿意了解并向他们寻求支持！ 请 <a href="%(contact_url)s">告诉我们</a>！
zh_tw: 您會否認識一些其他使用我們數據的公司？我們對它們非常感興趣，並想尋求它們的支持！ 請<a href="%(contact_url)s">告訴我們</a>！

source: Nice!!
nl: Mooi!
zh_cn: 太棒了！！
zh_tw: 太好了！

source: There are currently no not-so-favorite commercial data users!
nl: We zijn op het moment blij met al onze commerciële gebruikers!
zh_cn: 目前我们没有不喜欢的商业数据用户！
zh_tw: 我們都很喜歡現在的商業數據用戶！

source: ... either that, or maybe we're working to convince some companies to do the "right thing"... :)
nl: … of misschien proberen we nu wel een paar bedrijven zo ver te krijgen dat ze zich netjes gedragen … :-)
zh_cn: ……或许，我们正在游说某公司去做“正确的事”…… :)
zh_tw: ……或許，我們正在遊說某企業去做「應做的事」…… :)

source: Found a bug in one of our projects?
nl: Heb je een bug in een van onze projecten gevonden?
zh_cn: 在我们的项目中发现了缺陷？
zh_tw: 在我們的專案裡找到錯誤？

source: Found a broken link or something that doesn't work as you expect it to? You can report issues in our <a href="%(bug_tracker_url)s">bug tracker</a>, or let us know on IRC or by email. Contact details are provided below. Please include details such as what happened, what you expected to happen, and the URLs of any pages involved.
nl: Heb je een kapotte link gevonden of werkt iets niet zoals je had verwacht? Je kan dit soort problemen in onze <a href="%(bug_tracker_url)s">bugtracker</a> melden, of het ons laten weten via IRC of een e-mail. Hieronder staat contactinformatie. Het is belangrijk dat je toevoegt wat er precies gebeurde, wat je verwacht had dat er zou gebeuren en de URL’s van de pagina’s waarop het gebeurde.
zh_cn: 发现一个失效的链接或者无法如您的预期运行？您可以通过我们的<a href="%(bug_tracker_url)s">bug 追踪器</a>报告错误，或者使用 IRC 和电子邮件通知我们。联系方式已在下方提供。请将事件经过、您的意图和相关页面的网址等细节包含其中。
zh_tw: 您是否找到一個失效的鏈結，或其他非預期行為？您可以在我們的<a href="%(bug_tracker_url)s">錯誤追蹤系統</a>中回報、或是透過 IRC 或電子郵件來通知我們。請在報告中描述事發經過、預期的行為和相關的網址等細節。

source: Have a question about MusicBrainz?
nl: Heb je een vraag over MusicBrainz?
zh_cn: 对 MusicBrainz 有疑问？
zh_tw: 對 MusicBrainz 有任何疑問嗎？

source: Please check the <a href="%(general_faq_url)s">General FAQ</a>, or one of the other pages of <a href="%(faq_url)s">frequently asked questions</a>, to see if your question has already been answered. If you're using <a href="%(picard_homepage)s">MusicBrainz Picard</a>, check its <a href="%(picard_troubleshooting)s">troubleshooting page</a>.
nl: Kijk bij de <a href="%(general_faq_url)s">algemene veelgestelde vragen</a>, of een van de andere pagina’s met <a href="%(faq_url)s">veelgestelde vragen</a> om te zien of je vraag al eens is beantwoord. Als je <a href="%(picard_homepage)s">MusicBrainz Picard</a> gebruikt, kan je op de <a href="%(picard_troubleshooting)s">helppagina</a> kijken.
zh_cn: 请首先查阅<a href="%(general_faq_url)s">常见问题专栏</a>或其他的<a href="%(faq_url)s">常见问题</a>页面，或许您的问题已经在里面得到解答。 如果您正在使用<a href="%(picard_homepage)s">MusicBrainz Picard</a>，请查阅MusicBrainz Picard的<a href="%(picard_troubleshooting)s">问题诊断页</a>
zh_tw: 請先檢查<a href="%(general_faq_url)s">一般常見問題</a>或其他<a href="%(faq_url)s">常見問題</a>頁，看看您的問題是不是已經被解答。如果您正在使用<a href="%(picard_homepage)s">MusicBrainz Picard</a>，請參見它的<a href="%(picard_troubleshooting)s">疑難排除頁</a>。

source: Data removal requests
nl: Gegevens verwijderen
zh_cn: 数据移除请求
zh_tw: 要求移除資料

source: MusicBrainz does not edit or remove factual data upon request. Please read our <a href="%(dr_policy_url)s">data removal policy</a> for more information.
nl: MusicBrainz verwijdert of wijzigt geen feitelijk correcte gegevens op verzoek. Zie ons <a href="%(dr_policy_url)s">verwijderingsbeleid</a> voor meer informatie.
zh_cn: MusicBrainz不会根据请求编辑或删除客观数据。更多信息，请参阅我们的<a href="%(dr_policy_url)s">数据移除政策</a>。
zh_tw: MusicBrainz 不會按要求編輯或移除知識性的資料。想瞭解更多，請參見我們的<a href="%(dr_policy_url)s">資料移除政策</a>。

source: Copyright issues
nl: Auteursrechtproblemen
zh_cn: 版权问题
zh_tw: 著作權問題

source: If you believe that MusicBrainz violates your copyright, you may <a href="%(cr_violation_url)s">report a copyright violation</a>. Please note that MusicBrainz provides data about recordings, <i>not the music itself</i>. If you find your music listed in MusicBrainz <b>it does not mean that we have access to or provide access to the music files themselves</b>. If you still think that we're infringing your copyright, you must provide us with a link to where you can download the infringing material from our website. If you cannot provide us a link, we cannot help you.
nl: Als je denkt dat MusicBrainz je auteursrecht schendt, kan je <a href="%(cr_violation_url)s">de schending rapporteren</a>. Let wel dat MusicBrainz informatie over opnames beschikbaar stelt, <i>en niet de muziek zelf</i>. Als je muziek op MusicBrainz wordt vermeld, <b>betekent dat niet dat we toegang hebben tot de muziekbestanden zelf of deze beschikbaar maken</b>. Als je toch denkt dat we inbreuk op je auteursrecht maken, moet je ons een link geven naar de plek waar inbreuk makend materiaal van onze website te downloaden is. Zonder die link kunnen we je niet helpen.
zh_cn: 如果您认为MusicBrainz侵犯了您的版权，您随时可以向我们<a href="%(cr_violation_url)s">报告</a>。 请注意，MusicBrainz只提供相关标识音乐的数据，而<i>不是音乐本身</i>。 您的音乐列于MusicBrainz，<b>并不意味着我们持有或提供该音乐任何形式的音乐文件</b>。 如果您仍然认为我们有侵犯您的版权，您必须向我们提供来自我们网站的、能够下载到涉嫌侵权的材料的相关链接。如果您不能向我们提供有效链接，我们将无法为您提供任何帮助。
zh_tw: 如果您認為MusicBrainz侵犯了您的著作權，您可以<a href="%(cr_violation_url)s">彙報侵權</a>。請注意，MusicBrainz提供音樂的資料，而<i>不是音樂本身</i>。 如果您在MusicBrainz找到您的音樂，<b>這不代表我們提供或持有該音樂的檔案</b>。如果您依然認為我們侵犯了您的著作權，您必須提供一個連結，以示您能夠在我們的網站下載侵權資料。如果您未能提供連結，我們不可為您提供任何幫助。

source: Contact details
nl: Contactinformatie
zh_cn: 联系方式
zh_tw: 聯繫詳情

source: Please do not contact us with the following topics:
nl: Neem niet over de volgende onderwerpen contact met ons op:
zh_cn: 请勿就以下话题联系我们：
zh_tw: 請不要就關於以下問題聯繫我們：

source: We cannot license any of the music listed in MusicBrainz, since we have neither the music itself nor the rights to license the music.
nl: We kunnen geen licenties verlenen voor de muziek die op MusicBrainz wordt vermeld, omdat we noch de muziek zelf, noch het recht hebben om er licenties voor te verlenen.
zh_cn: 我们无法为任何列出于MusicBrainz的音乐提供授权，因为我们不持有这些音乐，更没有音乐授权的权力。
zh_tw: 我們不可以為MusicBrainz中的音樂授權，因為我們沒有該音樂，也沒有該音樂授權的權利。

source: We are not distributing any of the music listed in MusicBrainz.
nl: We distribueren de muziek die op MusicBrainz wordt vermeld niet.
zh_cn: 我们不发行 MusicBrainz 中列出的任何音乐。
zh_tw: 我們沒有發行MusicBrainz中的音樂。
