Repository: ApeKattQuest-MonkeyPython/metabrainz.org
Catalog: metabrainz/translations/*/LC_MESSAGES/messages.po
Languages: nl, zh_cn, zh_tw

source: <b>Be careful!</b> This is a development version of the website. Do NOT use your real credit card credentials! If you want to send an actual payment, go to <a href="%(mb_url)s">metabrainz.org</a>.
nl: <b>Pas op!</b> Dit is een ontwikkelversie van de website. Gebruik GEEN echte creditcardgegevens! Ga naar <a href="%(mb_url)s">metabrainz.org</a> om een echte betaling te doen.
zh_cn: <b>注意</b>这是一个开发版网页。请勿使用您真实的信用卡凭证！如果您希望正确付款，请前往<a href="%(mb_url)s">metabrainz.org</a>
zh_tw: <b>注意！</b>此是網站的開發版，請不要使用您的信用卡資料！如果您要付款，請前往<a href="%(mb_url)s">metabrainz.org</a>。

source: If you would like to make a large payment, please contact us at <a href="%(mail_link)s">payments@metabrainz.org</a> before you do.
nl: Neem als je een grote betaling wil doen eerst contact op met <a href="%(mail_link)s">payments@metabrainz.org</a>.
zh_tw: 如果您想作出一次大型付款，請先透過<a href="%(mail_link)s">payments@metabrainz.org</a>與我們聯繫。

source: Invoice number
nl: Factuurnummer
zh_cn: 发票编号
zh_tw: 發票編號

source: Make this a recurring monthly payment
nl: Deze betaling maandelijks doen
zh_tw: 將此付款設為定期付款

source: Pay with Credit Card
nl: Creditcard
zh_cn: 使用信用卡支付
zh_tw: 以信用卡支付

source: The personal information provided to the MetaBrainz Foundation during the payment process will not be shared with anyone. For more information, please take a look at our <a href="%(privacy_policy_url)s"> privacy policy</a>.
nl: De persoonsgegevens die je tijdens het betalen aan de MetaBrainz Foundation overhandigt, zullen niet met derden worden gedeeld. Zie ons <a href="%(privacy_policy_url)s">privacybeleid</a> voor meer informatie.
zh_tw: 在付款過程中向MetaBrainz基金會提供的個人資料不會向任何人透露。詳情請參見我們的<a href="%(privacy_policy_url)s">隱私政策</a>。

source: To find out how to cancel recurring payments take a look at <a href="%(cancel_recurring_url)s">this page</a>.
nl: Informatie over het annuleren van periodieke betalingen kan je <a href="%(cancel_recurring_url)s">hier</a> vinden.
zh_tw: 請參見<a href="%(cancel_recurring_url)s">此頁</a>瞭解如何取消定期付款。

source: Other ways to pay
nl: Andere manieren om te betalen
zh_cn: 其他支付方式
zh_tw: 其他支付方法

source: You can make a payment, or recurring payments, via bank transfer to the following IBAN:
nl: Je kan het volgende IBAN gebruiken om eenmalige en periodieke betalingen over te maken:
zh_tw: 您可以透過銀行轉賬至以下IBAN，作出定期或一次性的付款：

source: Please specify the invoice number(s) you are paying in the description field of the transfer.
nl: Vermeld het factuurnummer of de factuurnummers in de omschrijving van de overboeking.
zh_tw: 請在轉賬的描述欄中，標明付款相應的發票編號。

source: If you would like to pay us using a check drawn on a US bank, please send them to:
nl: Als je wil betalen met een cheque van een Amerikaanse bank, moet je die sturen naar:

source: Annual Report
nl: Jaarverslag
zh_cn: 年度报告
zh_tw: 年度報告

source: The MetaBrainz Foundation practices a policy of <i>transparent finances</i> where the finances of the non-profit are freely available on this web site. This financial philosophy allows the monetary contributors to MetaBrainz and information contributors to MusicBrainz to see how the non-profit spends the donations and license fees it collects. Since MusicBrainz was built with volunteer effort and MetaBrainz is supported in part by volunteer donations, we believe that our contributors have the right to see how the non-profit manages its finances.
nl: De MetaBrainz Foundation voert een <i>transparant financieel beleid</i>, en de financiën van de stichting worden op deze website openbaar gemaakt. Dankzij deze filosofie kunnen mensen die geld en informatie aan MetaBrainz bijdragen zien hoe het geld van donaties en geïnde licentievergoedingen wordt besteed. Omdat MusicBrainz door vrijwilligers wordt bijgehouden en MetaBrainz deels door donaties wordt ondersteund, vinden we dat deze mensen het recht hebben om te zien hoe wij onze financiën beheren.

source: The non-profit publishes all aspects of its finances, as far as that is possible. In some cases, third parties making payments to the non-profit require us to not disclose the sums paid to us for various activities. For instance, one affiliate of MetaBrainz prevents us from publishing the details of earnings from an affiliate program. In these cases we will anonymize these payments before publishing on this site.
nl: Voor zover mogelijk publiceren we alle aspecten van onze financiën. In sommige gevallen vereisen derden die aan ons betalingen doen dat we de bedragen voor verschillende activiteiten niet openbaar maken. Zo staat één van onze partners niet toe dat we details over inkomsten uit een partnerprogramma publiceren. In zulke gevallen zullen we deze betalingen voor publicatie anonimiseren.

source: Please visit our <a href="%(donors_url)s">donation tracker</a> to view a list of all the donations that we have received.
nl: Zie onze <a href="%(donors_url)s">donatiepagina</a> voor een lijst met alle ontvangen donaties.
zh_tw: 我們的<a href="%(donors_url)s">捐款追蹤器</a>列出所有向我們作出的捐助。

source: Reports
nl: Verslagen
zh_cn: 报告
zh_tw: 報告

source: We attempt to publish our balance sheets within the first week of the succeeding month, or as close to that as possible.
nl: We proberen onze balansen in de eerste week van de volgende maand te publiceren, of zo kort mogelijk op deze week.
zh_tw: 如情況許可，我們會儘量在下一個月的首個星期公布財務狀況表。

source: Year end reports
nl: Jaarverslagen
zh_cn: 年终报告
zh_tw: 年終報告

source: balance sheet
nl: balans
zh_cn: 资产负债表
zh_tw: 財務狀況表

source: profit &amp; loss
nl: winst &amp; en verlies
zh_cn: 利润及亏损
zh_tw: 利潤及虧損

source: Quarterly reports
nl: Kwartaalverslagen
zh_cn: 季度报告
zh_tw: 季度報告

source: Monthly reports
nl: Maandverslagen
zh_cn: 月度报告
zh_tw: 每月報告

source: October
nl: Oktober
zh_cn: 十月
zh_tw: 10月

source: August
nl: Augustus
zh_cn: 八月
zh_tw: 8月

source: July
nl: Juli
zh_cn: 七月
zh_tw: 7月

source: June
nl: Juni
zh_cn: 六月
zh_tw: 6月

source: May
nl: Mei
zh_cn: 五月
zh_tw: 5月

source: March
nl: Maart
zh_cn: 三月
zh_tw: 3月

source: February
nl: Februari
zh_cn: 二月
zh_tw: 2月

source: January
nl: Januari
zh_cn: 一月
zh_tw: 1月

source: Monthly balance sheets
nl: Maandelijkse balansen
zh_cn: 月度资产负债表
zh_tw: 每月財務狀況表

source: Support
nl: Steun ons
zh_cn: 支持
zh_tw: 支持

source: Support us
nl: Steun ons
zh_cn: 支持我们
zh_tw: 支持我們

source: For commercial use of our data or to get access to the <a href="%(mb_data_feed)s">MusicBrainz Live Data Feed</a>, please choose between non-commercial and commercial use below. You will need a <a href="%(mb_register_url)s">MusicBrainz account</a> with a verified email address to sign-up.
nl: Om onze gegevens voor commerciële doeleinden te gebruiken of om toegang tot de <a href="%(mb_data_feed)s">live gegevensfeed van MusicBrainz</a> te krijgen, moet je hieronder kiezen tussen commercieel en niet-commercieel gebruik. Om je te registreren heb je een <a href="%(mb_register_url)s">MusicBrainz-account</a> met een geverifieerd e-mailadres nodig.
zh_tw: 如您要將數據用於商業用途或使用<a href="%(mb_data_feed)s">MusicBrainz實時數據源</a>，請根據您的情況在下方選擇非商用服務或商用服務。您必須有一個有已認證電郵地址的<a href="%(mb_register_url)s">MusicBrainz帳號</a>進行註冊。

source: <strong>Open source developers and non-profits</strong>: Please sign up as a commercial user using the free non-profit tier below. This allows us to give you credit for your open source project or your non-profit.
nl: <strong>Ontwikkelaars van opensourcesoftware en non-profits</strong>: registreer je hieronder als commercieel gebruiker met het non-profitniveau. Op die manier kunnen we je opensourceproject of organisatie vermelden.
zh_tw: <strong>開源開發者和非營利機構</strong>應該註冊為免費非營利等級的商業用戶，以便識別其作為開源專案或非營利機構之性質。

source: Non-commercial / Personal
nl: Niet-commercieel / persoonlijk
zh_cn: 非商业 / 个人
zh_tw: 非商業或個人用戶

source: Non-commercial use includes personal use of our data sets and use by companies that don't anticipate earning more than $500 in a given year. If you are a pre-revenue start-up and expect to have more than $500 of revenue in the future, please sign up with a commercial account &mdash; see below for more details. Please <a href="%(donate_url)s">consider making a donation</a> to support our efforts!
nl: Onder niet-commercieel gebruik verstaan we persoonlijk gebruik van onze gegevens en het gebruik door bedrijven die verwachten niet meer dan $500 per jaar te verdienen. Als je een startende onderneming hebt die nog geen winst maakt, maar in de toekomst verwacht meer dan $500 per jaar winst te gaan maken, moet je een commercieel account registreren. Zie hieronder voor meer informatie. Overweeg <a href="%(donate_url)s">om een donatie te doen</a> om onze inspanningen te steunen!

source: Non-commercial
nl: Niet-commercieel
zh_cn: 非商业
zh_tw: 註冊為非商業用戶

source: Commercial
nl: Commercieel
zh_cn: 商业
zh_tw: 商業用戶

source: If you are a company with more than $500 income in a year, please select a support tier below that fits your current situation. We welcome working with companies that are just getting started and we're happy for your support for MetaBrainz to grow as you grow. If you would like to use our data, but are not ready to state this publicly yet, please sign up for the <em>Stealth start up</em> tier; we will keep your data-usage confidential and contact you to discuss your future plans.
nl: Als je een bedrijf hebt met meer dan $500 aan inkomsten per jaar, moet je een ondersteuningsniveau selecteren dat bij je huidige situatie past. We werken graag samen met startende bedrijven en we zijn blij met je steun, zodat we samen kunnen groeien. Als je onze data wil gebruiken, maar dit nog niet openbaar wil maken, kan je je als <em>stealth startup</em> registeren. Dan houden we je gebruik van onze data geheim en nemen we contact met je op om je toekomstplannen te bespreken.
zh_tw: 如果您的公司每年收入超過$500，請視乎您的狀況選擇以下的支持等級。MetaBrainz歡迎與初創企業合作，也很開心您公司在成長的階段也支持我們的成長。如果您想使用我們的數據，但不願公開為我們服務的用戶，請註冊為<em>隱形初創企業級</em>的支持者；我們會將您使用數據的情況保密，以及就您的未來動向聯繫您。

source: $%(tier_price)s/month and up
nl: vanaf $%(tier_price)s per maand
zh_cn: $%(tier_price)s及以上/月
zh_tw: 每月$%(tier_price)s或以上

source: More info
nl: Meer informatie
zh_cn: 更多信息
zh_tw: 更多資料

source: Some of our Unicorn members
nl: Een paar van onze Eenhoorns
zh_cn: 我们的部分独角兽成员
zh_tw: 我們一些獨角獸成員

source: See all our supporters
nl: Al onze partners
zh_cn: 查看我们的所有支持者
zh_tw: 參見所有支持者

source: View all tiers
nl: Bekijk alle niveaus
zh_cn: 显示所有等级
zh_tw: 檢視所有等級

source: View featured tiers
nl: Bekijk de belangrijkste niveaus
zh_cn: 显示特色等级
zh_tw: 檢視特色等級

source: If you are not sure which tier to pick, please <a href="%(contact_url)s">contact us</a>.
nl: <a href="%(contact_url)s">Neem contact met ons op</a> als je niet zeker weet welk niveau je moet kiezen.
zh_cn: 如果您不确定应该选择那一等级，请<a href="%(contact_url)s">联系我们</a>
zh_tw: 如果您不確定應該選哪一等級，請<a href="%(contact_url)s">聯繫我們</a>。

source: Bad standing
nl: Slechte naam
zh_cn: 不良记录
zh_tw: 不良紀錄

source: Companies that are in <i>bad standing</i> have previously agreed to support MetaBrainz and are using one of our data-sets, but are behind in their payments by more than 60 days.
nl: Bedrijven met een <i>slechte naam</i> hebben in het verleden afgesproken om MetaBrainz te steunen en gebruiken onze data, maar lopen meer dan 60 dagen achter met betalen.
zh_tw: 有不良紀錄的企業是我們資料庫的用戶，曾經同意支持MetaBrainz，但在付款期限超過60天後尚未付款。

source: Log in
nl: Aanmelden
zh_cn: 登录
zh_tw: 登入

source: To log in you need to have a MusicBrainz account.
nl: Om je aan te melden, heb je een MusicBrainz-account nodig.
zh_cn: 您必须拥有一个 MusicBrainz 账号才能登录。
zh_tw: 如要登入，您必須有一個MusicBrainz帳號。

source: Log in with MusicBrainz
nl: Met MusicBrainz aanmelden
zh_cn: 使用 MusicBrainz 登录
zh_tw: 透過MusicBrainz登入

source: Please sign in with the MusicBrainz account that will be associated with your MetaBrainz profile. If you don't have a MusicBrainz account or wish to use a new MusicBrainz account, you can register on the page linked below.
nl: Meld je aan met het MusicBrainz-account dat je voor je MetaBrainz-profiel wil gebruiken. Als je nog geen MusicBrainz-account hebt of een nieuwe MusicBrainz-account wil gebruiken, kan je je via die pagina ook registreren.

source: Sign up with MusicBrainz
nl: Aanmelden met MusicBrainz
zh_cn: 使用 MusicBrainz 注册
zh_tw: 透過MusicBrainz註冊

source: Edit
nl: Bewerken
zh_cn: 编辑
zh_tw: 編輯

source: Your Profile
nl: Je profiel
zh_cn: 您的资料
zh_tw: 您的帳號

source: Edit contact information
nl: Contactinformatie bewerken
zh_cn: 编辑联系方式
zh_tw: 編輯聯繫資料

source: Update
nl: Bijwerken
zh_cn: 更新
zh_tw: 更新

source: Organization information
nl: Informatie over de organisatie
zh_cn: 机构信息
zh_tw: 組織資料

source: Name:
nl: Naam:
zh_cn: 姓名：
zh_tw: 名稱：

source: Website URL:
nl: Website:
zh_cn: 网站 URL：
zh_tw: 網址：

source: Please <a href="%(contact_url)s">contact us</a> if you wish for us to update this information.
nl: <a href="%(contact_url)s">Neem contact met ons op</a> als we deze informatie moeten bijwerken.
zh_tw: 如果您想我們更新此資訊，請<a href="%(contact_url)s">聯繫我們</a>。

source: Contact information
nl: Contactinformatie
zh_cn: 联系方式
zh_tw: 聯繫資料

source: Data use permission granted
nl: Toestemming voor het gebruik van onze data verleend
zh_cn: 已授予数据使用许可
zh_tw: 已批准使用數據

source: You have permission to use any of the data published by the MetaBrainz Foundation. This includes data dumps released under a Creative Commons non-commercial license. Thank you for your support!
nl: Je hebt toestemming om alle door de MetaBrainz Foundation gepubliceerde data te gebruiken. Dit geldt ook voor datadumps die onder een niet-commerciële Creative Commons-licentie zijn vrijgegeven. Bedankt voor je steun!

source: Please note that if your support falls behind by more than 60 days, this permission may be withdrawn. You can always check your current permission status on this page.
nl: Houd er rekening mee dat we de toestemming kunnen intrekken als je meer dan 60 dagen achterloopt met betalen. Je kan altijd op deze pagina zien wat je status is.

source: No data use permission granted
nl: Geen toestemming voor het gebruik van onze data verleend
zh_cn: 未授予数据使用许可
zh_tw: 沒有批准使用數據

source: You <strong>DO NOT</strong> currently have permission to use data released under a Creative Commons non-commercial license.
nl: Je hebt nu <strong>GEEN</strong> toestemming om data met een niet-commerciële Creative Commons-licentie te gebruiken.
zh_tw: 您現在<strong>沒有</strong>權利使用以創用CC非商業用途授權條款發布的數據。

source: Reason:
nl: Reden:
zh_cn: 原因：
zh_tw: 原因：

source: Your account is in bad standing, which means that you are more than 60 days behind in support payments. If you think this is a mistake, please <a href="%(contact_url)s">contact us</a>.
nl: Je account heeft een slechte naam, wat betekent dat je meer dan 60 dagen achterloopt met betalen. Als je denkt dat dit een fout is, kan je <a href="%(contact_url)s">contact met ons opnemen</a>.
zh_tw: 您的帳號有不良紀錄，表示您在付款期限超過60天後尚未付款。如果您沒有拖欠付款，請<a href="%(contact_url)s">聯絡我們</a>。

source: Your application for using the Live Data Feed has been rejected.
nl: Je aanvraag voor het gebruiken van de live gegevensfeed is afgewezen.
zh_tw: 您對使用實時數據源的申請已經被拒絕。

source: Your application for using the Live Data Feed is still pending.
nl: Je aanvraag voor het gebruiken van de live gegevensfeed loopt nog.
zh_tw: 您對使用實時數據源的申請正等候回覆。

source: Your application for using the Live Data Feed is in the waiting list.
nl: Je aanvraag voor het gebruiken van de live gegevensfeed staat op de wachtlijst.
zh_tw: 您對使用實時數據源的申請已被列入輪候名單。

source: Unknown. :(
nl: Onbekend. :-(
zh_cn: 未知。:(
zh_tw: 不明 :(

source: Access token
nl: Toegangstoken
zh_cn: 访问凭据
zh_tw: 訪問令牌

source: Generate new token
nl: Nieuwe token aanmaken
zh_cn: 生成新凭据
zh_tw: 產生新令牌

source: This access token should be considered private. Don't check this token into any publicly visible version control systems and similar places. If the token has been exposed, you should immediately generate a new one! When you generate a new token, your current token is revoked.
nl: Deze toegangstoken moet als persoonlijk worden beschouwd. Plaats deze token niet in openbare versiebeheersystemen of andere openbare locaties. Als de token zichtbaar is geweest, moet je onmiddellijk een nieuwe aanmaken! Als je een nieuwe token aanmaakt, wordt de oude ingetrokken.

source: See the <a href="%(api_docs_url)s">API documentation</a> for more information.
nl: Zie de <a href="%(api_docs_url)s">API-documentatie</a> voor meer informatie.
zh_cn: 更多信息，请参阅<a href="%(api_docs_url)s">API 文档</a>
zh_tw: 如要更多資訊，請查閱我們的<a href="%(api_docs_url)s">API說明文件</a>。

source: Are you sure you want to generate new access token? Current token will be revoked!
nl: Weet je zeker dat je een nieuwe toegangstoken wil aanmaken? De oude wordt dan ingetrokken!
zh_cn: 您确定要生成新的访问令牌吗?当前令牌将被撤销！
zh_tw: 您確定要產生新的訪問令牌？您現在的令牌將會被撤銷。

source: Failed to generate new access token!
nl: Het aanmaken van een nieuwe toegangstoken is mislukt!
zh_cn: 无法生成新的访问令牌！
zh_tw: 無法產生新訪問令牌！

source: Sign up <small>Commercial</small>
nl: Registreren als <small>commerciële gebruiker</small>
zh_cn: <small>商用</small>注册
zh_tw: <small>商用</small>註冊

source: <strong>Note:</strong> Signing up for any tier other than the <i>Stealth startup</i> tier will publicly list your company on this web site. However, we will not publish any of your private details.
nl: <strong>Let op:</strong> als je je registreert voor een ander niveau dan de <i>stealth startup</i>, wordt de naam van je bedrijf op deze website gepubliceerd. Maar we zullen geen persoonsgegevens publiceren.
zh_tw: <strong>請注意：</strong>我們會在本網站公開<i>隱形初創企業級</i>以外的支持者，但不會公開您的個人資料。

source: Account type
nl: Soort account
zh_cn: 账号类型
zh_tw: 帳號類型

source: Selected tier
nl: Geselecteerde niveau
zh_cn: 已选等级
zh_tw: 已選取的等級

source: Change account type or tier
nl: Soort of niveau van je account wijzigen
zh_cn: 变更账号类型或等级
zh_tw: 更改帳號類型或等級

source: If you don't have an organization name, you probably want to sign up as a <a href="%(signup_url)s">non-commercial / personal</a> user.
nl: Als je organisatie geen naam heeft, kan je je waarschijnlijk beter als <a href="%(signup_url)s">niet-commerciële of persoonlijke</a> gebruiker registreren.
zh_cn: 如果您没有组织名称，您可能适合以<a href="%(signup_url)s">非商业/个人</a>用户注册。
zh_tw: 如果您沒有一個組織名稱，您可能更適合註冊為<a href="%(signup_url)s">非商業或個人</a>用戶。

source: (preferably in SVG format)
nl: (bij voorkeur als SVG-bestand)
zh_cn: (最好是 SVG 格式)
zh_tw: （請儘量提交SVG檔案）

source: Image should be about 250 pixels wide on a white or transparent background. We will host it on our site.
nl: De afbeelding moet ongeveer 250 pixels breed zijn en een witte of transparante achtergrond hebben. We hosten de afbeelding zelf.
zh_cn: 照片大小在250像素左右，使用白色或透明背景。我们会在网站上展示您的标志。
zh_tw: 我們會在網站展示您的標誌。圖片寬度應該位於250像素左右，附白色或透明背景。

source: URL to where developers can use your APIs using MusicBrainz IDs, if available..
nl: URL van je API’s die van MusicBrainz-ID’s gebruik maken, als je die hebt …

source: (max 150 characters)
nl: (maximaal 150 tekens)
zh_cn: (最多 150 个字符)
zh_tw: （最多150個字元）

source: If you would like to support us with more than $%(tier_price)d, please enter the actual amount here:
nl: Als je ons voor meer dan $%(tier_price)d wil ondersteunen, kan je het precieze bedrag hier invullen:
zh_cn: 如果您愿意支付多于$%(tier_price)d，支持我们，请在此输入金额：
zh_tw: 如果您願意支付多於$%(tier_price)d，以示支持，請在這裡輸入金額：

source: Billing address
nl: Factuuradres
zh_cn: 账单地址
zh_tw: 帳單地址

source: I agree to treat my access token as a secret and will not share this token publicly or commit it to a publicly visible source code repository.
nl: Ik beloof mijn toegangstoken geheim te houden en deze niet openbaar te delen of in een openbare opslagplaats voor broncodes te plaatsen.
zh_cn: 我同意将访问令牌保密，并且不会公开分享该令牌或将其提交至公开可见的源代码库。
zh_tw: 我也同意將訪問令牌保密，不會將令牌公開或提交至任何公開的原始碼庫。

source: The following information will be shown publicly: organization name, logo, website and API URLs, data usage description.
nl: De volgende informatie zal openbaar worden gemakt: naam van de organisatie, logo, URL’s van de website en API en een beschrijving van het datagebruik.
zh_cn: 以下信息将被公开显示：组织名称、标志、网站和 API 网址，以及数据使用情况描述。
zh_tw: 以下資訊將會被公開：組織名稱、標誌、網站和API網址，以及關於數據使用的描述。

source: We'll send you more details about payment process once your application is approved.
nl: Zodra je registratie is goedgekeurd, zullen we je meer informatie over het betaalproces sturen.
zh_cn: 您的申请被批准后，我们将立即向您发送付款程序的相关详情。
zh_tw: 我們會在批准您的申請後，向您發送更多有關付款過程的資訊。

source: Sign up <small>non-commercial</small>
nl: Registreren als <small>niet-commerciële gebruiker</small>
zh_cn: <small>非商用</small>注册
zh_tw: <small>非商用</small>註冊

source: Please be aware that misuse of the non-commercial service for commercial purposes will result in us revoking your access token and then billing you for your commercial use of our Live Data Feed.
nl: Let wel dat het voor commerciële doeleinden misbruiken van een niet-commerciële account ertoe zal leiden dat we je toegangstoken zullen intrekken en het commercieel gebruik van onze live gegevensfeed in rekening zullen brengen.
zh_cn: 请注意，如果您的非商业性服务被用于商业目的，我们将会撤销您的访问令牌，并且对您使用实时数据源的商业行为进行收费。
zh_tw: 請注意，如果我們發現您將非商用服務用於商業用途，我們將會撤銷您的訪問令牌，以及要求您繳付商用實時數據源的費用。

source: Change account type
nl: Soort account wijzigen
zh_cn: 更改账号类型
zh_tw: 更改帳號類型

source: Name
nl: Naam
zh_cn: 姓名
zh_tw: 名稱

source: I agree to use the Live Data Feed for non-commercial (less than $500 income per year) or personal uses only. I also agree to treat my access token as a secret and will not share this token publicly or commit it to a source code repository.
nl: Ik beloof dat ik de live gegevensfeed voor alleen niet-commercieel gebruik (minder dan $500 aan inkomsten per jaar) zal gebruiken. Ik beloof ook dat ik mijn toegangstoken geheim zal houden en niet openbaar zal delen of in een openbare opslagplaats voor broncodes zal plaatsen.
zh_cn: 我同意将实时数据源用于非商业性（年收入低于$500）目的或仅为个人使用。我同意将我的访问令牌保密，并且不会公开分享该令牌或将其提交至源代码库。
zh_tw: 我同意實時數據源只可用於個人或非商業（每年收入少於$500 ）用途。我也同意將訪問 令牌保密，不會將令牌 公開或提交至任何原始碼庫。

source: The following organizations make use of the data-sets published by MetaBrainz and are supporting us financially or through some other reciprocal agreement. There are also organizations that make use of our data that have explicitly declined to support us. There may also be other organizations making use of our data that we don't know about yet. If you know of a company using our data, please <a href="%(contact_url)s">contact us</a>.
nl: De volgende organisaties gebruiken door MetaBrainz gepubliceerde gegevens en ondersteunen ons financieel of met een andere afgesproken tegenprestatie. Er zijn ook organisaties die onze gegevens gebruiken maar weigeren om ons te steunen, en organisaties die onze gegevens gebruiken zonder dat we het weten. <a href="%(contact_url)s">Neem contact met ons op</a> als je een organisatie kent die onze gegevens gebruikt.
zh_cn: 以下组织使用了MetaBrainz发布的数据集，并且在经济上或通过其他互惠协议支持我们。还有一些使用了我们数据的组织，但是明确表示拒绝支持。也可能有其他我们还不知道的组织正在使用我们的数据。如果您了解有某家公司正在使用我们的数据，请<a href="%(contact_url)s">联系我们</a>。

source: %(tier_name)s tier
nl: %(tier_name)s-niveau
zh_cn: %(tier_name)s等级
zh_tw: %(tier_name)s級

source: This user has bad standing
nl: Deze gebruiker heeft een slechte naam
zh_cn: 此用户有不良记录。
zh_tw: 此用戶有不良紀錄

source: Sign up for this tier
nl: Registreer je voor dit niveau
zh_cn: 注册为此等级。
zh_tw: 註冊為此等級的支持者

source: Supporters on this tier
nl: Partners op dit niveau
zh_cn: 此等级的支持人员。
zh_tw: 此等級的支持者

source: Contact name is required!
nl: De naam van de contactpersoon is verplicht!
zh_cn: 联系人姓名为必填项！
zh_tw: 請提供聯繫人姓名！

source: Email address is required!
nl: Het e-mailadres is verplicht!
zh_cn: Email 地址为必填项！
zh_tw: 請提供電郵地址！

source: How are you using our data?
nl: Hoe gebruik je onze data?
zh_cn: 您如何使用我们的数据？
zh_tw: 您會如何使用我們的數據？

source: Please, tell us how you (will) use our data.
nl: Vertel ons hoe je onze data (gaat) gebruiken.
zh_cn: 请告诉我们您（未来）会如何使用我们的数据。
zh_tw: 請告訴我們您會如何使用我們的數據。

source: Please, limit usage description to 150 characters.
nl: De beschrijving van het gebruik mag maximaal 150 tekens zijn.
zh_cn: 请以少于150个字符描述您会如何使用这些数据。
zh_tw: 請以少於150個字元描述您會如何使用數據。
