Repository: ApeKattQuest-MonkeyPython/metabrainz.org
Catalog: metabrainz/translations/*/LC_MESSAGES/messages.po
Languages: nl, zh_cn, zh_tw

source: We are not interested in your advertising, SEO optimization, or software monetization services. Please do not offer us <b>any</b> services!
nl: We zijn niet geïnteresseerd in je advertenties, SEO-optimalisaties of diensten om met software geld te verdienen. Bied ons <b>geen</b> diensten aan!
zh_cn: 我们对任何形式的广告、网站SEO优化不感兴趣，也无心通过我们的软件获取利益。 请不要向我们推销上述<b>任何</b>有关服务！
zh_tw: 我們對您的廣告、搜尋引擎最佳化及軟件營利服務都沒有興趣。請不要為我們提供<b>任何</b>服務！

source: If you disregard this agreement and contact us about one of the disallowed topics, we reserve the right to make fun of you.
nl: Als je deze regels negeert en ons toch over deze onderwerpen benadert, hebben wij het recht om je belachelijk te maken.
zh_cn: 如果您无视本协议，就不允许的话题与我们联系，我们保留取笑您的权利。
zh_tw: 如果您不理會本協議，且就以上問題聯繫我們，我們保留取笑您的權利。

source: E-mail us
nl: Een e-mail sturen
zh_cn: 发邮件给我们
zh_tw: 以電郵聯絡我們

source: I agree with the rules above, show me the email address
nl: Ik ben het met de regels eens, laat het e-mailadres zien
zh_cn: 我同意上述条款，请显示email地址
zh_tw: 我同意以上條款，請顯示電郵地址

source: You can reach the MetaBrainz staff directly at the following address:
nl: Je kan ons direct op het volgende e-mailadres bereiken:
zh_cn: 您可以通过以下地址直接联系MetaBrainz的员工：
zh_tw: 您可以透過以下地址直接接觸MetaBrainz的員工：

source: Forums
nl: Forum
zh_cn: 论坛
zh_tw: 討論區

source: Please come ask your questions at our <a href="%(forums_url)s">forums</a>! We would love to answer any questions you may have.
nl: Stel ons je vraag op ons <a href="%(forums_url)s">forum</a>! We beantwoorden graag al je vragen.
zh_cn: 欢迎到我们的<a href="%(forums_url)s">社区</a>互动！我们将很乐意解答您的问题。
zh_tw: 歡迎到我們的<a href="%(forums_url)s">討論區</a>發問，我們非常樂意回答您的疑問！

source: The MetaBrainz/MusicBrainz team, as well as MusicBrainz users, hang out in the <strong><a href="%(irc_url)s">#metabrainz</a></strong> channel on IRC chat at irc.libera.chat. If you don't have an IRC client installed, consider using this <a href="%(irc_webchat_url)s">webchat client</a> instead. Please feel free to browse the <a href="%(chatlogs_url)s">IRC log archives</a>.
nl: Het team van MetaBrainz en MusicBrainz en veel gebruikers zijn te vinden in het IRC-kanaal <strong><a href="%(irc_url)s">#metabrainz</a></strong> op irc.libera.chat. Als je geen IRC-programma op je computer hebt, kan je dit <a href="%(irc_webchat_url)s">webchatprogramma</a> gebruiken. Je kan ook door onze <a href="%(chatlogs_url)s">IRC-logarchieven</a> bladeren.
zh_cn: MetaBrainz/MusicBrainz团队，以及MusicBrainz用户，都通过irc.libera.chat上的 <strong><a href="%(irc_url)s">#metabrainz</a></strong> 频道进行交流。 如果您没有IRC本地客户端，您也可以使用<a href="%(irc_webchat_url)s">网页版</a>。 您可在<a href="%(chatlogs_url)s">IRC消息归档</a>中查看历史消息。
zh_tw: MetaBrainz/MusicBrainz 團隊，以及 MusicBrainz 使用者，都在 IRC 聊天伺服器 irc.libera.chat 的 <strong><a href="%(irc_url)s">#metabrainz</a></strong> 頻道活動。如果您沒有安裝 IRC 客戶端應用程式，可以考慮使用這個 <a href="%(irc_webchat_url)s">webchat 客戶端</a>來替代。您也可以隨時瀏覽 <a href="%(chatlogs_url)s">IRC 聊天歷史紀錄</a>。

source: Mailing address
nl: Postadres
zh_cn: 邮寄地址
zh_tw: 地址

source: Welcome to MetaBrainz!
nl: Welkom bij MetaBrainz!
zh_cn: 欢迎来到 MetaBrainz！
zh_tw: 歡迎來到MetaBrainz！

source: The MetaBrainz Foundation is a non-profit that believes in free, open access to data. It has been set up to build community maintained databases and make them available in the public domain or under Creative Commons licenses.
nl: De MetaBrainz Foundation is een stichting zonder winstoogmerk en gelooft in gratis en vrij toegankelijke gegevens. De stichting is opgezet om door de gemeenschap onderhouden databases op de bouwen en in het publiek domein of onder Creative Commons-licenties beschikbaar te maken.
zh_cn: MetaBrainz基金会作为非盈利组织，坚持公众可以自由、开放地使用其数据。 它已经建立了完全由社区维护的数据库，并允许公众无限制或遵循CC条款使用数据库的数据。
zh_tw: MetaBrainz基金會是一個非營利機構，深信大眾應可以自由和開放地使用數據。基金會旨在設立由社區管理的資料庫，並在公眾領域或以創用CC條款發布。

source: Our data is mostly gathered by volunteers and verified by peer review to ensure it is consistent and correct. All <a href="%(account_type_url)s">non-commercial use</a> of this data is free, but <a href="%(account_type_url)s">commercial users</a> are asked to <a href="%(account_type_url)s">support us</a> in order to help fund the project. We encourage all data users to contribute to the data gathering process so that our data can be as comprehensive as possible.
nl: Onze gegevens worden vooral door vrijwilligers verzameld en op consistentie en juistheid gecontroleerd. Al het <a href="%(account_type_url)s">niet-commercieel gebruik</a> van de gegevens is gratis, maar <a href="%(account_type_url)s">commerciële gebruikers</a> worden verzocht om ons <a href="%(account_type_url)s">te steunen</a>, zodat we het project kunnen financieren. We moedigen alle gebruikers aan op bij te dragen aan het verzamelen van gegevens, zodat onze database zo uitgebreid mogelijk kan zijn.
zh_cn: 我们的数据大部分经由志愿者们收集、验证，并通过志愿者间的互相审阅来确保数据的一致性和正确性。 所有数据可免费用于非商业用途，<a href="%(account_type_url)s">商业用户</a>将我们的数据用于<a href="%(account_type_url)s">商业用途</a>前需要<a href="%(account_type_url)s">付费</a>，以维持该项目的正常运转。 我们希望用户都能与我们一起行动起来，以便进一步扩充、完善我们的数据库。
zh_tw: 我們的數據大部分經志願者蒐集，透過相互評審以確保資料一貫和準確。數據可免費作<a href="%(account_type_url)s">非商業用途</a>，但我們要求<a href="%(account_type_url)s">商業用戶</a><a href="%(account_type_url)s">支持我們</a>，以讓我們能夠繼續營運各專案。我們鼓勵所有數據用戶參與蒐集數據，好使我們的數據變得更全面。

source: An open music encyclopedia that collects music metadata and makes it available to the public
nl: Een open muziekencyclopedie waarin metagegevens over muziek worden verzameld en aan het publiek beschikbaar worden gesteld
zh_cn: 一个开放的音乐百科，收集音乐元数据并向公众提供
zh_tw: 收集和公開音樂元數據的開放百科全書

source: Sign up to use the <a href="%(account_type_url)s">Live Data Feed</a></em>
nl: Registreer je om onze <a href="%(account_type_url)s">live gegevensfeed</a></em> te kunnen gebruiken
zh_cn: 注册以使用<a href="%(account_type_url)s">实时数据源</a></em>
zh_tw: 使用<a href="%(account_type_url)s">實時數據源</a>必須先註冊</em>

source: A cross-platform music tagger
nl: Een platformoverschrijdende tagger voor muziek
zh_cn: 一个跨平台的音乐标签工具
zh_tw: 跨平臺音樂標籤器

source: A crowdsourced collection of acoustic information
nl: Een door gebruikers opgebouwde collectie akoestische informatie
zh_cn: 一个海纳百川的音乐资料库
zh_tw: 眾包的聲學資訊庫

source: An open record of user listening habits
nl: Een open register met luistergewoontes van gebruikers
zh_cn: 用户听歌习惯的公开记录
zh_tw: 用戶聆聽習慣的公開紀錄

source: A repository for Creative Commons licensed music reviews
nl: Een verzameling muziekrecensies met een Creative Commons-licentie
zh_cn: 一个遵循CC协议的音乐评论库
zh_tw: 為創用CC音樂評論而設的文庫

source: An open encyclopedia which contains information about published literature
nl: Een open encyclopedie met informatie over gepubliceerde literatuur
zh_cn: 一个开放的文献百科，提供已发表文献的信息
zh_tw: 紀錄出版文學的開放百科全書

source: A repository of music cover art that is freely and easily accessible
nl: Een gratis en toegankelijke verzameling afbeeldingen van platenhoezen
zh_tw: 自由和容易存取的音樂封套庫

source: Previous
nl: Vorige
zh_cn: 前一个
zh_tw: 上一頁

source: Next
nl: Volgende
zh_cn: 后一个
zh_tw: 下一頁

source: The MetaBrainz Foundation believes in <a href="%(financial_reports_url)s"> transparent finances</a> and is supported by <a href="%(donations_url)s">end user donations</a> and a number of <a href="%(sponsors_url)s">sponsors</a> who provide funds in order for the foundation to accomplish its goals. The foundation also has several <a href="%(supporters_url)s"> commercial supporters</a> who make use of our data sets.
nl: De MetaBrainz Foundation gelooft in <a href="%(financial_reports_url)s">transparante financiën</a> en wordt ondersteund door <a href="%(donations_url)s">gebruikersdonaties</a> en een aantal <a href="%(sponsors_url)s">sponsors</a> die geld ter beschikking stellen waarmee we onze doelen kunnen bereiken. De stichting heeft ook een aantal <a href="%(supporters_url)s">commerciële partners</a> die onze gegevens gebruiken.
zh_tw: MetaBrainz基金會認為<a href="%(financial_reports_url)s">財政透明</a>是非常重要的。基金會接受來自<a href="%(donations_url)s">用戶</a>和<a href="%(sponsors_url)s">贊助商</a>的資金，以確保基金會能夠達到其設立的目標。此外，<a href="%(supporters_url)s">商業支持者</a>也透過使用我們的數據，支持基金會的運作。

source: Unfortunately, some companies listed below use data we provide without contributing back. <a href="%(bad_customers_url)s">Find out more</a> about them or <a href="%(account_type_url)s">sign up</a>!
nl: Jammer genoeg zijn er bedrijven die onze gegevens gebruiken zonder daar iets voor terug te doen. <a href="%(bad_customers_url)s">Kom meer over deze bedrijven te weten</a> of <a href="%(account_type_url)s">registreer je</a>!
zh_tw: 下列的某些公司不幸地使用數據的同時，沒有作出任何貢獻。 <a href="%(bad_customers_url)s">瞭解</a>這些公司或 <a href="%(account_type_url)s">註冊</a>！

source: To get more information about the foundation, go to the <a href="%(about_url)s">about</a> page.
nl: Kijk op onze <a href="%(about_url)s">informatiepagina</a> voor meer informatie over de stichting.
zh_tw: 如要取得更多關於基金會的資訊，請參見<a href="%(about_url)s">關於</a>頁。

source: Summary
nl: Samenvatting
zh_cn: 概要
zh_tw: 摘要

source: The MetaBrainz Foundation will not collect any private information unless you choose to donate to support the MusicBrainz project. Any personal information you choose to provide during the donation process will not be revealed to anyone else, unless you give us permission to list your name on our donations page. We will not contact you unless you give us permission to do so when you make a donation.
nl: Tenzij je ervoor hebt gekozen om een donatie aan het MusicBrainz-project te doen, verzamelt de MetaBrainz Foundation geen privéinformatie. Persoonlijke gegevens die je bij een donatie verstrekt, wordt met niemand gedeeld, tenzij je ons toestemming geeft om je naam op de donatiepagina te zetten. We zullen geen contact met je opnemen, tenzij je ons hiervoor bij een donatie toestemming hebt gegeven.
zh_tw: 除非您選擇捐助 MusicBrainz 專案，否則MetaBrainz基金會不會收集任何個人資料。您在捐助過程中所提供的個人資料不會透露於第三人，除非您允許我們在捐助頁面上顯示您的名字。我們有您捐助時的允許才會聯繫您。

source: MetaBrainz donors
nl: Donateurs
zh_cn: MetaBrainz 捐赠者
zh_tw: MetaBrainz的捐助者

source: When you make a donation to the MetaBrainz Foundation, we are legally required to collect your personal information and keep it in our records in case we ever get audited by the IRS. We will not disclose your personal information to anyone else, ever.
nl: De Amerikaanse belastingdienst verplicht ons om de persoonsgegevens van donateurs te bewaren. Maar behalve met de belastingdienst zullen we je privéinformatie nooit met anderen delen.
zh_tw: 當您向MetaBrainz基金會捐款時，法律要求我們收集及記錄您的個人資料，以供美國國家稅務局審計帳目。我們永遠不會向稅務局外的人透露您的個人資料。

source: We believe in transparent finances, which means that we list all donations made to us on this site. We will only list your name and the amount of the donation, unless you chose to be anonymous during the donation process.
nl: We geloven in transparante financiën, dus we vermelden alle donaties op onze website. We zullen alleen je naam en het bedrag vermelden, tenzij je bij de donatie aangeeft anoniem te willen blijven.
zh_tw: 我們深信財務狀況應該是透明的。因此，我們會在網站列出所有捐款。除非您選擇保持匿名，我們只會顯示您的名字和您的捐款金額。

source: Web and FTP access logs (all users)
nl: Toegangslogboeken voor web en ftp (alle gebruikers)
zh_tw: 網絡和FTP訪問紀錄（所有用戶）

source: Like just about all web sites, we keep logs of all web requests made against our servers. These logs include the usual stuff: your IP address, your browser's "User-Agent" string, and which page you requested.
nl: Net als bijna alle websites houden we logboeken bij met alle webverzoeken aan onze servers. Hierin staan de gebruikelijke dingen: je IP-adres, de gebruikersagent van je browser en welke pagina je hebt opgevraagd.
zh_tw: 與大部分其他網站一樣，我們會記錄所有向我們伺服器發送的Web請求。這些紀錄包含以下資訊：您的IP位址、瀏覽器的使用者代理字串和請求的頁面。

source: Reasonable exceptions may apply to the above policy, for example to comply with applicable laws. The MusicBrainz/MetaBrainz server administrators (about three people in all) can of course see any information on the system they want to, but to be honest they're probably not interested enough to look.
nl: Er kunnen redelijke uitzonderingen op het bovenstaande beleid van toepassing zijn, bijvoorbeeld om aan bepaalde wetten te voldoen. De serverbeheerders van MusicBrainz en Metabrainz (in totaal zo’n drie mensen) kunnen natuurlijk alle systeeminformatie inzien als ze dat willen, maar waarschijnlijk vinden ze dat toch niet zo interessant.
zh_tw: 我們會因為某些原因（如要遵循法律規定）對以上政策作合理的例外處理。MusicBrainz/MetaBrainz的伺服器管理員（大概有三人）當然可以檢視系統上的任何資訊，但老實說，他們應該不會對您的資訊感興趣。

source: MetaBrainz Projects
nl: Onze projecten
zh_cn: MetaBrainz 项目
zh_tw: MetaBrainz專案

source: <a href="%(mb_url)s">MusicBrainz</a> is a community-maintained open source music encyclopedia that collects music metadata and makes it available to the public.
nl: <a href="%(mb_url)s">MusicBrainz</a> is een door de gemeenschap onderhouden open muziekencyclopedie waarin informatie over muziek wordt verzameld en aan het publiek beschikbaar wordt gesteld.
zh_tw: <a href="%(mb_url)s">MusicBrainz</a>是一個由社群管理的開源音樂百科全書，在收集音樂元數據後，供公眾閱覽和使用。

source: <a href="%(picard_url)s">MusicBrainz Picard</a> is an open-source software application for identifying, tagging, and organizing digital audio recordings.
nl: <a href="%(picard_url)s">MusicBrainz Picard</a> is een opensourceprogramma voor het identificeren, taggen en organiseren van digitale geluidsopnames.
zh_tw: <a href="%(picard_url)s">MusicBrainz Picard</a>是一個開源軟件，能讓使用者識別、標籤和整理數位音訊錄音。

source: <a href="%(caa_url)s">Cover Art Archive</a> is a database of cover art corresponding with the releases in MusicBrainz. It is a joint project with the <a href="%(archive_org_url)s">Internet Archive</a>.
nl: Het <a href="%(caa_url)s">Cover Art Archive</a> is een verzameling afbeeldingen van uitgaves op MusicBrainz. Het is een gezamenlijk project met het <a href="%(archive_org_url)s">Internet Archive</a>.
zh_tw: <a href="%(caa_url)s">Cover Art Archive</a>是一個資料庫，存放MusicBrainz裡專輯的封套。這是一個與<a href="%(archive_org_url)s">Internet Archive</a>合作的專案。

source: <a href="%(cb_url)s">CritiqueBrainz</a> fills the gap between music critics and raw data by providing a platform created for the sole purpose of Creative Commons licensed reviews.
nl: <a href="%(cb_url)s">CritiqueBrainz</a> vult het gat tussen muziekcritici en ruwe gegevens door een platform speciaal voor recensies met Creative Commons-licenties te bieden.
zh_tw: <a href="%(cb_url)s">CritiqueBrainz</a>是一個發表創用CC評論的平臺，讓音樂評論家能夠接觸原始數據。

source: <a href="%(ab_url)s">AcousticBrainz</a> crowd sources acoustic information for all music in the world and makes it available to the public. It is a joint effort with <a href="%(mtg_url)s">Music Technology Group</a> at <a href="%(upf_url)s">Universitat Pompeu Fabra</a> in Barcelona.
nl: Op <a href="%(ab_url)s">AcousticBrainz</a> wordt akoestische informatie over muziek uit de hele wereld verzameld en aan het publiek beschikbaar gesteld. Het is een gezamenlijke inspanning met de <a href="%(mtg_url)s">Music Technology Group</a> van de <a href="%(upf_url)s">Universitat Pompeu Fabra</a> in Barcelona.
zh_tw: <a href="%(ab_url)s">AcousticBrainz</a>眾包和公開世界上所有音樂的聲學資訊。此專案與巴塞隆納<a href="%(upf_url)s">龐培法布拉大學</a>的<a href="%(mtg_url)s">音樂科技小組</a>合作。

source: <a href="%(bb_url)s">BookBrainz</a> is an online encyclopedia containing information about published literature. Its aim is to collect and store data about every publication ever written.
nl: <a href="%(bb_url)s">BookBrainz</a> is een online encyclopedie met informatie over gepubliceerde literatuur. Het doel is om informatie te verzamelen over alle publicaties die ooit zijn geschreven.
zh_tw: <a href="%(bb_url)s">BookBrainz</a>是一個載有出版文學資料的線上百科全書，目的收集和儲存有史以來所有出版文學的數據。

source: <a href="%(lb_url)s">ListenBrainz</a> is an open source music website that allows users to import their listen history. One of the goals is for this data to be used for building open music recommendation systems.
nl: <a href="%(lb_url)s">ListenBrainz</a> is een opensource-muziekwebsite waarop gebruikers hun luistergeschiedenis kunnen importeren. Het doel van deze informatie is om open aanbevelingssystemen voor muziek te creëren.
zh_tw: <a href="%(lb_url)s">ListenBrainz</a>是一個開源的音樂網站，讓用戶導入他們的聆聽紀錄。專案其中一個目標是使用這些紀錄打造一個開放的音樂推薦系統。

source: <a href="%(messybrainz_url)s">MessyBrainz</a> identifies unclean metadata, and where possible, links it to stable MusicBrainz identifiers. MessyBrainz is currently being used for AcousticBrainz and ListenBrainz.
nl: <a href="%(messybrainz_url)s">MessyBrainz</a> identificeert vervuilde metagegevens, en probeert deze aan stabiele MusicBrainz-identificatoren te koppelen. MessyBrainz wordt nu gebruikt voor AcousticBrainz en ListenBrainz.
zh_tw: <a href="%(messybrainz_url)s">MessyBrainz</a>找出雜亂的元數據，並儘可能將它連繫至穩定的MusicBrainz識別碼MessyBrainz當前用於AcousticBrainz和ListenBrainz。

source: The MetaBrainz Foundation wishes to offer a huge thank you to all of our sponsors and partners for their support in helping MusicBrainz operate.
nl: De MetaBrainz Foundation wil al onze sponsors en partners enorm bedanken voor hun steun waarmee MusicBrainz kan blijven draaien.
zh_tw: MetaBrainz基金會萬分感謝所有贊助者和合作夥伴支持MusicBrainz的運作。

source: Some of the following organizations and individuals have provided funding, others have supported us by providing access to tools and technologies that have helped us grow. In either case they played a significant role in the success and growth of MusicBrainz.
nl: Sommige van de volgende organisaties en personen hebben geld beschikbaar gesteld, anderen hebben ons toegang tot hulpmiddelen en technologie gegeven waarmee we hebben kunnen groeien. In ieder geval hebben ze een belangrijke rol gespeeld in het succes en de groei van MusicBrainz.
zh_tw: 以下的機構和個人曾經為我們提供資金或透過提供工具和科技支持我們的運作，對MusicBrainz的成功和成長扮演了重要的角色。

source: We would not exist without you — <b>Thank You!</b>
nl: Zonder jullie zouden we niet kunnen bestaan. <b>Bedankt!</b>
zh_cn: 我们的存在离不开您 — <b>谢谢您！</b>
zh_tw: 沒有你們，我們不會在這裡——<b>感謝！</b>

source: <b><a href="%(google_url)s">Google</a></b> has been an extremely supportive sponsor. They've donated over <b>$320,000</b>.
nl: <b><a href="%(google_url)s">Google</a></b> is altijd al een enorm behulpzame sponsor geweest. Ze hebben meer dan <b>$320.000</b> gedoneerd.
zh_tw: <b><a href="%(google_url)s">Google</a></b>是一個極力支持我們的贊助商，已經作出超過<b>$320,000</b>的捐款。

source: The <b><a href="%(osuosl_url)s">OSU Open Source Lab</a></b> hosts the FTP mirror server that handles the distribution of the <a href="%(mb_db_url)s">MusicBrainz Database</a> and virtual machines, thus saving us considerable load and bandwidth costs.
nl: Het <b><a href="%(osuosl_url)s">OSU Open Source Lab</a></b> verzorgt de ftp-spiegelserver die verantwoordelijk is voor de distributie van de <a href="%(mb_db_url)s">MusicBrainz-database</a> en virtuele machines, waarmee ons aanzienlijke serverkosten worden bespaard.
zh_tw: <b><a href="%(osuosl_url)s">OSU Open Source Lab</a></b>為我們存放負責發布<a href="%(mb_db_url)s">MusicBrainz資料庫</a>虛擬機器的FTP鏡像伺服器，節省許多與負載和頻寬相關的費用。

source: <b><a href="%(dotsrc_url)s">DotSrc</a></b> hosts an <a href="%(mb_ftp_url)s">EU mirror of our FTP site</a>. This gives better download speeds of our large data sets for users in Europe.
nl: <b><a href="%(dotsrc_url)s">DotSrc</a></b> verzorgt een <a href="%(mb_ftp_url)s">EU-spiegelserver van onze ftp-site</a>, waardoor Europese gebruikers onze gegevens sneller kunnen downloaden.
zh_tw: <b><a href="%(dotsrc_url)s">DotSrc</a></b>為我們存放<a href="%(mb_ftp_url)s">歐盟的鏡像FTP網站</a>，讓位於歐洲的用戶更快地下載大型數據集。

source: <b><a href="%(layer42_url)s">Layer42</a></b> generously hosts a test server for us, free of charge!
nl: <b><a href="%(layer42_url)s">Layer42</a></b> is zo vriendelijk om voor ons een testserver te hosten, helemaal gratis!
zh_tw: <b><a href="%(layer42_url)s">Layer42</a></b>免費代管我們的測試伺服器。

source: <b><a href="%(github_url)s">GitHub</a></b> provides us with a free Bronze account for hosting our sysadmin repositories.
nl: <b><a href="%(github_url)s">GitHub</a></b> voorziet ons van een gratis Bronze Account om onze sysadmin-opslagplaats te hosten.
zh_tw: <b><a href="%(github_url)s">Github</a></b>為我們提供一個免費的銅級帳號，寄存我們的系統管理員倉庫。

source: <b><a href="%(pipedrive_url)s">Pipedrive</a></b> provides us with a free account to help keep track of commercial users and supporters.
nl: <b><a href="%(pipedrive_url)s">Pipedrive</a></b> voorziet ons van een gratis account om commerciële gebruikers en partners bij te houden.
zh_tw: <b><a href="%(pipedrive_url)s">Pipedrive</a></b>為我們設立免費帳號，方便我們管理商業用戶和支持者。

source: Special thanks
nl: Speciale dank
zh_cn: 特别感谢
zh_tw: 特別感謝

source: In our past, we've had a lot of people support us with many different levels of support: Access to conferences, covering travel expenses, large personal donations and countless meals. These have become too numerous to list, but we wanted to note a few individuals who have made a big difference for us.
nl: In het verleden hebben veel mensen ons op verschillende manieren gesteund: Toegang tot conferenties, het betalen van reiskosten, grote persoonlijke donaties en talloze maaltijden. Dit zijn er nu te veel om op te noemen, maar we willen er toch een paar mensen uitlichten die erg belangrijk voor ons zijn geweest.
zh_tw: 我們在過去得到很多人在不同方面的支持，如租借會議場地、支付旅費、作出大量個人捐款和提供無數次的餐飲服務，等等。這些貢獻雖數之不盡，但我們想在這裡特別感謝為我們作出巨大貢獻的幾位人士。

source: Richard Jones of <a href="%(last_fm_url)s">Last.fm fame</a> donated <b>$50,000</b> in 2010, <a href="%(oracle_url)s">Sun Microsystems</a> &amp; Paul Lamere donated a database server and <a href="%(oreilly_url)s">O'Reilly Media</a> gave MusicBrainz $500 to start off a bank account for the project before the MetaBrainz Foundation existed. <a href="%(ed_url)s">Ed Cavazos</a> periodically provides pro-bono legal advice for the occasional Intellectual Property questions that MetaBrainz faces. <a href="%(dan_url)s">Dan Appleman</a> provides periodic help crafting contracts for licensing our data. <a href="%(dw_url)s">Digital West Networks Inc.</a> was our main hosting provider between 2006 and 2016 and gave us a discount because of our non-profit status.
nl: Richard Jones, <a href="%(last_fm_url)s">bekend van Last.fm</a>, doneerde in 2010 <b>$50.000</b>. <a href="%(oracle_url)s">Sun Microsystems</a> &amp; Paul Lamere doneerden een databaseserver en <a href="%(oreilly_url)s">O’Reilly Media</a> gaf MusicBrainz $500 om een bankrekening voor het project te openen toen de MetaBrainz Foundation nog niet bestond. <a href="%(ed_url)s">Ed Cavazos</a> geeft ons af en toe pro bono juridisch advies als MetaBrainz tegen een vraagstuk over intellectueel eigendom aanloopt. <a href="%(dan_url)s">Dan Appleman</a> helpt ons af en toe met het opstellen van contracten voor licenties op onze gegevens. <a href="%(dw_url)s">Digital West Networks Inc.</a> was tussen 2006 en 2016 onze belangrijkste webhoster en gaf ons korting omdat we geen winstoogmerk hebben.
zh_tw: 2010年，<a href="%(last_fm_url)s">Last.fm</a>創辦人之一的Richard Jones向MusicBrainz捐助了<b>$50,000</b>，<a href="%(oracle_url)s">昇陽電腦</a>和Paul Lamere則捐助了一個資料庫伺服器。<a href="%(oreilly_url)s">歐萊禮</a>在MetaBrainz基金會尚未成立的時候捐助$500，讓MusicBrainz能夠開設銀行賬戶。MetaBrainz 基金會不時會遇到有關智慧財產權的問題，<a href="%(ed_url)s">Ed Cavazos</a>會定期就這些問題提供義務法律諮詢。此外，<a href="%(dan_url)s">Dan Appleman</a>會定期為我們訂立授權數據使用的契約。最後，我們要感謝2006年至2016年間的主要寄存服務提供者<a href="%(dw_url)s">Digital West Networks Inc.</a>。它們考慮到我們並不營利，提供了優惠服務。

source: Thanks to everyone who has helped make the MetaBrainz Foundation what it is today!
nl: Bedankt aan iedereen die geholpen heeft om de MetaBrainz Foundation te ontwikkelen tot wat ze nu is!
zh_tw: 感謝成就了今天的MetaBrainz基金會的所有人！

source: The MetaBrainz Team
nl: Het MetaBrainz-team
zh_cn: MetaBrainz 团队
zh_tw: MetaBrainz團隊

source: <span class="name">Robert Kaye</span> &mdash; Executive Director
nl: <span class="name">Robert Kaye</span>: uitvoerend directeur
zh_cn: <span class="name">Robert Kaye</span> &mdash; 执行董事
zh_tw: <span class="name">Robert Kaye</span> &mdash; 執行董事
